" FOGRA" = "FOGRA";
" Pre-Printed Extra Heavyweight Cardstock" = "[MT]Pre-Printed Extra Heavyweight Cardstock";
"(1 - 9,999,999)" = "(1 - 9,999,999)";
"(1 - 99,999)" = "(1 - 99,999)";
"(1-12 Digits)" = "(1-12 számjegy)";
"(4 digits)" = "(4 számjegy)";
"(4-10 Digits)" = "(4-10 számjegy)";
"(Optional)" = "(Nem kötelező)";
"(Required)" = "(Kötelező)";
"(SCT) Simple Catch Tray" = "Egyszerű gyűjtőtálca (SCT)";
"..." = "...";
":" = ":";
"+1" = "+1";
"+100" = "+100";
"+2 (MoreSquare)" = "+2 (szögletesebb)";
"+3" = "+3";
"+30" = "+30";
"0" = "0";
"0.5\" (8.5x11\" Template)" = "0,5\" (8,5x11\" sablon)";
"-1" = "-1";
"1 Center Staple, Bottom" = "1 tűzés középen, alul";
"1 Center Staple, Left" = "1 tűzés középen, balra";
"1 Center Staple, Right" = "1 tűzés középen, jobbra";
"1 Center Staple, Top" = "1 tűzés középen, felül";
"1 Paper Tray" = "1 papírtálca ";
"1 Staple" = "1 tűzés";
"1 Staple, Bottom Left" = "1 tűzés, balra, alul";
"1 Staple, Bottom Right" = "1 tűzés, jobbra, alul";
"1 Staple, Top Left" = "1 tűzés, balra, felül";
"1 Staple, Top Right" = "1 tűzés, jobbra, felül";
"-100" = "-100";
"106 Line Enhanced" = "106 sor javított";
"106 lpi" = "106 sor/hüvelyk";
"11 x 15\"" = "11 x 15\"";
"12 x 19\"" = "12 x 19\"";
"12.6 x 19.2\"" = "12,6 x 19,2\"";
"12.7 mm (A4 Template)" = "12,7 mm (A4 sablon)";
"120 gsm" = "120 g/m2";
"1200x1200 256 shades of gray" = "1200x1200 256 szürkeárnyalat";
"1200x1200 dpi" = "1200 x 1200 dpi";
"1200x600 dpi" = "1200 x 600 dpi";
"125 lpi" = "125 sor/hüvelyk";
"13 x 18\"" = "13 x 18\"";
"13 x 19\"" = "13 x 19\"";
"134 Line Enhanced" = "134 sor javított";
"134 lpi" = "134 sor/hüvelyk";
"140 gsm" = "140 g/m2";
"141 lpi" = "141 sor/hüvelyk";
"150 Dot" = "150 pont";
"150 gsm" = "150";
"150 Line Enhanced" = "150 sor javított";
"150 lpi" = "150 sor/hüvelyk";
"156 lpi" = "156 sor/hüvelyk";
"16K (194 x 267 mm)" = "16K (194 x 267 mm)";
"16K (195 x 270 mm)" = "16K (195 x 270 mm)";
"175 Dot" = "175 pont";
"175 Dot (Primary)" = "175 pont (elsődleges)";
"190 Line Enhanced" = "190 sor javított";
"1-Sided Print" = "Egyoldalas nyomtatás";
"2 & 4 Hole Punch" = "2 és 4 lyukasztás";
"-2 (LessSquare)" = "-2 (kevésbé szögletes)";
"2 and 3 Hole Punch" = "2 és 3 lyukas lyukasztás";
"2 and 3 Hole Punch Unit" = "2 és 3 lyukas lyukasztóegység";
"2 and 4 Hole Punch" = "2 és 4 lyukasztás";
"2 and 4 Hole Punch Unit" = "2 és 4 lyukas lyukasztóegység";
"2 Hole Punch" = "2 lyukasztás";
"2 Hole Punch, Bottom" = "2 lyukasztás, lent";
"2 Hole Punch, Left" = "2 lyukasztás, balra";
"2 Hole Punch, Right" = "2 lyukasztás, jobbra";
"2 Hole Punch, Top" = "2 lyukasztás, felül";
"2 Paper Trays" = "2 papírtálca";
"2 Staples" = "2 tűzés";
"2 Staples, Bottom" = "2 tűzés, alul";
"2 Staples, Left" = "2 tűzés, balra";
"2 Staples, Right" = "2 tűzés, jobbra";
"2 Staples, Top" = "2 tűzés, felül";
"2 Trays" = "2 tálca";
"2 up 6x9 (9.5 x 12.5\")" = "2 képes 6 x 9 (9,5 x 12,5\")";
"200 Dot" = "200 pont";
"200 Dot (Primary)" = "200 pont (elsődleges)";
"200 Line" = "200 sor";
"210 gsm" = "210 g/m2";
"212 Line Enhanced" = "212 sor javított";
"215 x 315 mm" = "215 x 315 mm";
"226 x 310 mm" = "226 x 310 mm";
"250 gsm" = "250 g/m2";
"283 Line Enhanced" = "283 sor javított";
"2nd Side" = "Második oldal";
"2-Sided Print" = "Kétoldalas nyomtatás";
"2-Sided Print, Flip on Long Edge" = "Kétoldalas nyomtatás, hosszú él mentén átfordítva";
"2-Sided Print, Flip on Short Edge" = "2 oldalas nyomt. rövid él mentén átford.";
"2-Sided Printing" = "Kétoldalas nyomtatás";
"2-Sided Printing:" = "Kétoldalas nyomtatás:";
"2-Sided-Printing:" = "Kétoldalas nyomtatás: ";
"-3" = "-3";
"3 Hole Punch" = "3 lyukasztás";
"3 Hole Punch Unit" = "3 lyukas lyukasztóegység";
"3 Hole Punch, Bottom" = "3 lyukasztás, lent";
"3 Hole Punch, Left" = "3 lyukasztás, balra";
"3 Hole Punch, Right" = "3 lyukasztás, jobbra";
"3 Hole Punch, Top" = "3 lyukasztás, felül";
"3 Paper Trays" = "3 papírtálca";
"3 Staples" = "3 tűzés";
"3 Tray Module" = "Háromtálcás modul";
"3 Trays" = "Három tálca";
"3 Trays (High Capacity Feeder)" = "3 tálca (nagy kapacitású adagoló)";
"3 Trays (High Capacity)" = "3 tálcás (nagy kapacitású)";
"3 x 5\"" = "3 x 5\"";
"3.5X5.5SEF" = "3,5 × 5,5\" SEF";
"-30" = "-30";
"300 Dot" = "300 pont";
"300 gsm" = "300 g/m2";
"300 Line" = "300 sor";
"300x300 dpi" = "300x300 dpi";
"310 x 432 mm" = "310 x 432 mm";
"328 x 453 mm" = "328 x 453 mm";
"350 gsm" = "350 g/m2";
"4 Hole Punch" = "4 lyukasztás";
"4 Hole Punch Unit" = "4 lyukas lyukasztóegység";
"4 Hole Punch, Bottom" = "4 lyukasztás, lent";
"4 Hole Punch, Left" = "4 lyukasztás, balra";
"4 Hole Punch, Right" = "4 lyukasztás, jobbra";
"4 Hole Punch, Top" = "4 lyukasztás, felül";
"4 Paper Trays" = "4 papírtálca";
"4 Staples" = "4 tűzés";
"4 Staples, Bottom" = "4 tűzés, alul";
"4 Staples, Left" = "4 tűzés, balra";
"4 Staples, Right" = "4 tűzés, jobbra";
"4 Staples, Top" = "4 tűzés, felül";
"4 Trays" = "4 tálca";
"4 Trays (High Capacity Feeder)" = "4 tálca (nagy kapacitású adagoló)";
"4 Trays (High Capacity Tandem Trays)" = "4 tálcás (nagy kapacitású tandem tálcák)";
"4 Trays (High Capacity)" = "4 tálcás (nagy kapacitású)";
"4-Hole Punch Unit" = "4 lyukas lyukasztóegység";
"5 Paper Trays Installed" = "5 papírtálca telepítve";
"5 Trays" = "5 tálca";
"5 Trays (High Capacity Feeder)" = "5 tálca (nagy kapacitású adagoló)";
"5 Trays (High Capacity Tandem Trays)" = "5 tálca (nagy kapacitású tandemtálcák)";
"5 Trays (High Capacity)" = "5 tálcás (nagy kapacitású)";
"5 x 7\"" = "5 x 7\"";
"6 Paper Trays Installed (High Capacity)" = "6 papírtálca telepítve (nagy kapacitású)";
"6 Trays" = "6 tálca";
"6 Trays (High Capacity Feeder and Tandem Trays)" = "6 tálca (nagy kapacitású tandem tálcák és adagoló)";
"6 Trays (High Capacity Feeder)" = "6 tálca (nagy kapacitású adagoló)";
"60 gsm" = "60";
"600 Dot" = "600 pont";
"600 Line" = "600 sor";
"600x600 256 shades of gray" = "600x600 256 szürkeárnyalat";
"600x600 dpi" = "600x600 dpi";
"70 gsm" = "70 g/m2";
"75 gsm" = "75";
"8 x 10.5\"" = "8 x 10,5\"";
"8 x 10\"" = "8 x 10\"";
"8 x 13" = "8 x 13";
"8.5 x 13\"" = "8,5 x 13\"";
"80 ppm High Capacity Stacker/Stapler" = "80 ppm nagy kapacitású kötegelő/tűző";
"85 lpi" = "85 sor/hüvelyk";
"8K (267 x 388 mm)" = "8K (267 x 388 mm)";
"8K (270 x 390 mm)" = "8K (270 x 390 mm)";
"9 x 11\"" = "9 x 11\"";
"90 gsm" = "90 g/m2";
"a lot less" = "sokkal kevésbé";
"a lot more" = "sokkal jobban";
"A3 (297 x 420 mm)" = "A3 (297 x 420 mm)";
"A4 (210 x 297 mm)" = "A4 (210 x 297 mm)";
"A4 Oversized (223 x 297 mm)" = "Túlméretes A4 (223 x 297 mm)";
"A4 Tab (225 x 297 mm)" = "A4 regiszter (225 x 297 mm)";
"A5 (148 x 210 mm)" = "A5 (148 x 210 mm)";
"A6 (105 x 148 mm)" = "A6 (105 x 148 mm)";
"A7 Envelope (5.25 x 7.25\")" = "A7 boríték (5,25 x 7,25\")";
"About" = "Névjegy";
"About..." = "Névjegy";
"Absolute Colorimetric" = "Abszolút színmérték";
"Account ID (Job Based Accounting)" = "Számlaazonosító (Munka alapú számlázás)";
"Account ID:" = "Számlaazonosító:";
"Account Type:" = "Számlatípus:";
"Account:" = "További fiókadatok:";
"Accounting" = "Számlázás";
"Accounting Codes Required" = "Számlázási kódok szükségesek";
"Accounting Note" = "Ha a nyomtatóhoz számlázás szükséges, válassza ki a számlázási rendszer típusát.";
"Accounting Prompt" = "Számlázási felkérés";
"Accounting Prompt:" = "Számlázási felkérés:";
"Accounting System" = "Számlázási rendszer";
"Accounting System:" = "Számlázási rendszer:";
"Accounting Title" = "Számlázás";
"Accounting..." = "Számlázás...";
"Accounting:" = "Számlázás:";
"AccountingCodesRequiredNote" = "A munka törölve. \n\nSzámlázási kód nélkül nem lehet munkát elküldeni, ha a Számlázás engedélyezve van.";
"Add" = "Hozzáadás";
"Add Covers" = "Fedőlapok hozzáadása";
"Add Covers..." = "Fedőlapok hozzáadása....";
"Add Exception" = "Kivételek hozzáadása";
"Add Exceptions..." = "Kivételek hozzáadása...";
"Add From Address Book..." = "Hozzáadás címjegyzékből...";
"Add Insert" = "Betétlapok hozzáadása";
"Add Inserts..." = "Betétlapok hozzáadása...";
"Add Recipient" = "Címzett hozzáadása";
"Add Recipient..." = "Címzett hozzáadása...";
"Add to My Paper List" = "Hozzáadás a saját papírlistához";
"Adding Duplicate Recipients" = "Ismételt címzettek hozzáadása";
"Additional Spot Colorant:" = "További direktszínezők:";
"Adjust Line Weight:" = "A vonalsúly beállítása:";
"Adjustment" = "Beállítás";
"Adjustment Magnitude" = "Magasságbeállítás";
"Adobe RGB" = "Adobe RGB";
"Advanced" = "Speciális";
"Advanced Finisher" = "Bővített finiser";
"Advanced Finishing Module" = "Bővített finisermodul";
"Advanced Office Finisher" = "Bővített irodai finiser";
"Advanced Paper Selection" = "Speciális papírválasztás";
"Advanced..." = "Speciális...";
"After Each Set" = "Minden szett után";
"After Page" = "Oldal után";
"After Page(s) Option" = "Bizonyos oldal(ak) után";
"Alert" = "Riaszt";
"All" = "Összes";
"all colors except" = "minden szín, kivéve";
"All Objects (Images, Text, Graphics)" = "Minden objektum (képek, szöveg, ábrák)";
"AllColors" = "Minden szín";
"AllColorsExcept" = "All Colors Except";
"AllColorsExceptChange" = "Összes szín, kivéve %1$@";
"AllFoliageGreen" = "Minden falevélzöld szín";
"Allow Printer to Manage Halftones" = "Féltónusok nyomtató általi kezelésének engedélyezése";
"Allow Printer to Manage Spot Colors" = "Direkt színek kezelésének engedélyezése a nyomtatón";
"Allow Printer to Manage Spot Colors:" = "Direkt színek kezelésének engedélyezése a nyomtatón:";
"Allow Software to Manage Halftones" = "Féltónusok szoftver általi kezelésének engedélyezése";
"Allow Software to Manage Spot Colors" = "Direkt színek szoftver általi kezelésének engedélyezése";
"AllSkinTones" = "Minden bőrszín";
"AllSkyBlue" = "Minden égkék szín";
"ALotLess" = "Sokkal kevésbé";
"ALotMore" = "Sokkal jobban";
"Always Apply Embedded Profiles" = "Mindig a beágyazott profilokat alkalmazza";
"Always Prompt" = "Mindig figyelmeztessen";
"Amount:" = "Mennyiség:";
"Annotation Options" = "Jegyzetek beállításai";
"Anti-aliasing:" = "Szelektív simítás:";
"Apple RGB" = "Apple RGB";
"Apply Form Pages:" = "Oldalátfedések alkalmazása:";
"Archival" = "Archival";
"Archive" = "Archív";
"Auto" = "Automatikus";
"Auto Layering" = "Automatikus rétegezés";
"Auto Switch" = "Automatikus kapcsolás";
"Automatic" = "Automatikus";
"Automatic (Recommended)" = "Automatikus (ajánlott)";
"Automatic Black" = "Automatikus fekete";
"Automatic Color" = "Automatikus szín";
"Automatic Color (Recommended)" = "Automatikus szín (ajánlott)";
"Automatically Apply Embedded Profiles When Appropriate" = "Beágyazott profilok automatikus alkalmazása szükség szerint";
"Automatically scale and print on loaded paper size" = "Automatikusan léptékez és a betöltött papírméretre nyomtat";
"Automatically Select" = "Automatikus választás";
"Automatically Select Color" = "Automatikus színválasztás";
"Automatically Select Type" = "Automatikus típusválasztás";
"Auxillary Accounting Interface" = "Kisegítő számlázási kezelőfelület";
"B4 (250 x 353 mm)" = "B4 (250 x 353 mm)";
"B5 (176 x 250 mm)" = "B5 (176 x 250 mm)";
"B5 Envelope (176 x 250 mm)" = "B5 boríték (176 x 250 mm)";
"B5 ISO (176 x 250 mm)" = "B5 ISO (176 x 250 mm)";
"B5 JIS (182 x 257 mm)" = "B5 JIS (182 x 257 mm)";
"B6 (125 x 176 mm)" = "B6 (125 x 176 mm)";
"Back" = "Hátsó";
"Back Cover" = "Hátsó fedőlap";
"Back Cover Paper Label" = "Fedőlappapír:";
"Back Cover Value" = "Hátsó fedőlap";
"Back Cover:" = "Hátsó fedőlap:";
"Back Only" = "Csak hátsó";
"Background Form" = "Háttérátfedés";
"Background Form Name:" = "Háttérátfedés neve:";
"Background Forms:" = "Háttérátfedések:";
"Banner (210 x 900 mm)" = "Transzparens (210 x 900 mm)";
"Banner (297 x 1200 mm)" = "Transzparens (297 x 1200 mm)";
"Banner Message:" = "Kísérőlap üzenete:";
"Banner Sheet" = "Kísérőlap";
"Banner Sheet Uncheck Alert" = "A kísérőlapok kikapcsolásával adott irodai környezetben más felhasználók véletlenül törölhetik vagy összekeverhetik az Ön munkáit, és ez további hulladékot eredményezhet.\n\nAnnak biztosításához, hogy a nyomtatóban érintetlenül megtalálható legyen a munka, gondoljon a munka első oldalán a vízjel alkalmazására, a munka eltolására (ha a rendszer támogatja) vagy a munka tűzésére (ha a rendszer támogatja)\n\nKattintson az OK gombra a kísérőlapok kikapcsolásához.";
"Banner Sheet:" = "Kísérőlap:";
"Basic Office Finisher" = "Alap irodai finiser";
"Before Page 1" = "1. oldal előtt";
"BFM (Basic Finisher Module)" = "BFM (Basic Finisher Module) (alapfiniser-egység)";
"BFM + BFM" = "BFM + BFM";
"BFM + BFM + FTM" = "BFM + BFM + FTM";
"BFM + BFM + FTM-S" = "BFM + BFM + FTM-S";
"BFM + BFM + PSK" = "BFM + BFM + PSK";
"BFM + BFM + PSK + PSK" = "BFM + BFM + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK + PSK";
"BFM + FTM" = "BFM + FTM";
"BFM + FTM-S" = "BFM + FTM-S";
"BFM + FTM-S + FTM-S" = "BFM + FTM-S + FTM-S";
"BFM + PSK" = "BFM + PSK";
"BFM + PSK + PSK" = "BFM + PSK + PSK";
"BFM + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK";
"BFM + PSK + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK + PSK";
"Bi-Directional Communication" = "Kétirányú kommunikáció";
"Bi-Directional Communication..." = "Kétirányú kommunikáció...";
"Bi-Directional Communication:" = "Kétirányú kommunikáció:";
"Bi-Fold" = "Félbehajtás";
"Bi-Fold and Staple" = "Félbehajtás és tűzés";
"Bi-Fold Multiple Sheets" = "Több lap félbehajtása";
"Bi-Fold Multiple Sheets (Booklet Fold)" = "Több lap félbehajtása(Füzethajtogatás)";
"Bi-Fold Multiple Sheets (Print Inside)" = "Több lap félbehajtása (Nyomtatás belülre)";
"Bi-Fold Multiple Sheets (Print Outside)" = "Több lap félbehajtása (Nyomtatás kívülre)";
"Bi-Fold Multiple Sheets Print Inside" = "Több lap félbehajtása, nyomtatás belülre";
"Bi-Fold Multiple Sheets Print Outside" = "Több lap félbehajtása, nyomtatás kívülre";
"Bi-Fold Single Sheet (Print Inside)" = "Egyedülálló lap félbehajtása (Nyomtatás belülre)";
"Bi-Fold Single Sheet (Print Outside)" = "Egyedülálló lap félbehajtása (Nyomtatás kívülre)";
"Bi-Fold Single Sheet Print Inside" = "Egyedülálló lap félbehajtása, nyomtatás belülre";
"Bi-Fold Single Sheet Print Outside" = "Egyedülálló lap félbehajtása, nyomtatás kívülre";
"Billing ID / Passcode:" = "Számlázó azonosító/Jelszó:";
"Bin 1" = "1. rekesz";
"Bin 2" = "2. rekesz";
"Bin 3" = "3. rekesz";
"Bin 4" = "4. rekesz";
"Bind on Long Edge" = "Kötés hosszú él mentén";
"Bind on Short Edge" = "Kötés rövid él mentén";
"Binding" = "Kötés";
"Binding Edge" = "Kötési él";
"Binding Edge:" = "Kötési él:";
"Binding Egde:" = "Kötés él:";
"Binding on Long Edge" = "Kötés hosszú éllel";
"Binding on Short Edge" = "Kötés rövid éllel";
"black" = "fekete";
"Black" = "Fekete";
"Black and Gray use K only" = "A fekete és a szürke csak K-t használ";
"Black and White" = "Fekete-fehér";
"Black Enhancement:" = "Fekete javítása:";
"Black Only" = "Csak fekete";
"Black Overprint" = "Fekete felülnyomás";
"Black Trapping:" = "Fekete alátöltés";
"Black uses K only" = "A fekete csak K-t használ";
"BlackLevel" = "Fekete";
"Blank Back Cover" = "Üres hátsó fedőlap";
"Blank or Preprinted" = "Üres vagy előnyomott";
"Blank or Pre-printed" = "Üres vagy előnyomott";
"Blank or Pre-Printed" = "Üres vagy előnyomtatott";
"Blank or Preprinted Covers" = "Üres vagy előnyomott fedőlapok";
"Blank Separators" = "Üres elválasztók";
"Blend" = "Egyesítés";
"blue" = "kék";
"Blue" = "Kék";
"blue colors" = "kék színek";
"Bond" = "Levélpapír";
"Booklet Crease" = "Füzetélhajtás";
"Booklet Crease and Staple" = "Füzetélhajtás és tűzés";
"Booklet Creation" = "Füzetkészítés";
"Booklet Creation..." = "Füzetkészítés...";
"Booklet Custom Height Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Custom Width Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Finishing" = "Füzetbefejezés";
"Booklet Finishing:" = "Füzetbefejezés:";
"Booklet Fold" = "Füzethajtogatás";
"Booklet Fold / Bi-Fold" = "Füzethajtogatás / Félbehajtás";
"Booklet Fold and Staple" = "Füzethajtogatás és tűzés";
"Booklet Image Order:" = "Füzet képsorrendje:";
"Booklet Layout" = "Füzetelrendezés";
"Booklet Layout:" = "Füzetelrendezés:";
"Booklet Maker Bin" = "Füzetkészítő rekesz";
"Booklet Maker Finisher" = "Füzetkészítő finiser";
"Booklet Margins" = "Füzetmargók";
"Booklet Margins:" = "Füzetmargók:";
"Booklet Module" = "Füzetkészítő modul";
"Booklet Options" = "Füzet beállításai";
"Booklet Options..." = "Füzet beállításai...";
"Booklet Paper Size" = "Füzet papírmérete";
"Booklet Staple" = "Füzettűzés";
"Booklet/Watermark" = "Füzet/Vízjel";
"Bottom" = "Alsó";
"Bottom Bind" = "Alsó kötés";
"Bottom Rotation:" = "Alsó elforgatás:";
"BottomLeft" = "Alul, balra";
"BottomRight" = "Alul, jobbra";
"BR Booklet Maker Finisher" = "Üzleti célú füzetkészítő finiser";
"BR Finisher" = "Üzleti célú finiser";
"bright" = "világos";
"Bright" = "Világos";
"brown" = "barna";
"Brown" = "Barna";
"brown colors" = "barna színek";
"Buff" = "Bézs";
"Build New Sentence" = "Új mondat alkotása";
"Bypass" = "Kézitálca";
"Bypass Transport Tray" = "Megkerülő szállítótálca";
"Bypass Tray" = "Kézitálca";
"Bypass Tray Feed Edge" = "Kézi tálca adagolási széle";
"C Tri-Fold" = "C-hármas hajtás";
"C Tri-Fold (Print Inside)" = "C-hármas hajtás (Nyomtatás belülre)";
"C Tri-Fold (Print Outside)" = "C-hármas hajtás (Nyomtatás kívülre)";
"C Tri-Fold Print Inside" = "C-hármas hajtás Nyomtatás belülre";
"C Tri-Fold Print Outside" = "C-hármas hajtás Nyomtatás kívülre";
"C Tri-Fold Single Sheet - (Print Inside)" = "Egyedülálló lap C-hármas hajtása (nyomtatás belülre)";
"C Tri-Fold Single Sheet - (Print Outside)" = "Egyedülálló lap C-hármas hajtása (nyomtatás kívülre)";
"C4 Envelope (229 x 324 mm)" = "C4 boríték (229 x 324 mm)";
"C5 Envelope (162 x 229 mm)" = "C5 boríték (162 x 229 mm)";
"C5 Open Envelope (162 x 229 mm)" = "C5 nyitott végű boríték (162 x 229 mm)";
"C6 Envelope (114 x 162 mm)" = "C6 boríték (114 x 162 mm)";
"Cancel" = "Mégse";
"Card Stock" = "Kartonkészlet";
"Cardstock" = "Kartonkészlet";
"Cardstock Reloaded" = "Kartonkészlet újratöltve";
"Catch Tray or Output Tray" = "Gyűjtőtálca vagy kimeneti tálca";
"Center Bottom Tray" = "Középső alsó tálca";
"Center Staple" = "Tűzés középen";
"Center Staple, Bottom" = "Tűzés középen, alul";
"Center Staple, Left" = "Tűzés középen, balra";
"Center Staple, Right" = "Tűzés középen, jobbra";
"Center Staple, Top" = "Tűzés középen, felül";
"Center Top Tray" = "Középső felső tálca";
"Center Tray" = "Központi tálca";
"Center Tray - Lower" = "Középső tálca - alsó";
"Center Tray - Upper" = "Középső tálca - felső";
"Center Tray(Integrated Office Finisher)" = "Középső tálca (Integrált irodai finiser)";
"Center Watermark" = "Középen";
"Center:" = "Középen:";
"Charge Print" = "Térítéses nyomtatás";
"Choose File..." = "Fájlválasztás...";
"Choukei 3 Envelope (120 x 235 mm)" = "Choukei 3 boríték (120 x 235 mm)";
"Choukei 4 Envelope (90 x 205 mm)" = "Choukei 4 boríték (90 x 205 mm)";
"CIE Color" = "CIE szín";
"CIEImages" = "CIE képek:";
"CIETextGraphics" = "CIE szöveg és grafika:";
"Clear" = "Átlátszó";
"Clear (Transparency)" = "Átlátszó (fólia)";
"Clear Amount:" = "Átlátszó mennyisége:";
"Clear Dry Ink" = "Átlátszó szárazfesték...";
"Clear Dry Ink:" = "Szárazfesték-tisztítás:";
"Clear List" = "Lista törlése";
"Clear Options:" = "Átlátszó beállításai:";
"Close" = "Bezár";
"cloudy" = "homályos";
"CMYK" = "CMYK";
"CMYK Color" = "CMYK Színes";
"CMYK Color Space" = "CMYK színtér";
"CMYK Color:" = "CMYK Színes:";
"CMYKImages" = "CMYK képek:";
"CMYKTextGraphics" = "CMYK szöveg és grafika:";
"Coating Type" = "Bevonat típusa";
"Coating Type:" = "Bevonat típusa:";
"Coil Punch" = "Spirális lyukasztás";
"Coil Punch, Bottom" = "Spirális lyukasztás, lent";
"Coil Punch, Left" = "Spirális lyukasztás, balra";
"Coil Punch, Right" = "Spirális lyukasztás, jobbra";
"Coil Punch, Top" = "Spirális lyukasztás, fent";
"Collate must be set to Uncollated" = "A Szortírozást Nem szortírozottra kell állítani";
"Collated" = "Szortírozott";
"Color" = "Színes";
"Color Adjective" = "Színmellék";
"Color Adjustments" = "Színbeállítások";
"Color Adjustments Title" = "Színbeállítások";
"Color Adjustments..." = "Színbeállítások...";
"Color By Words" = "Színek szavanként";
"Color Cast" = "Színárnyalat";
"Color Cast:" = "Színárnyalat:";
"Color Correction" = "Színkorrekció";
"Color Correction:" = "Színkorrekció:";
"Color Match RGB" = "RGB-színmegfeleltetés";
"Color Options" = "Színlehetőségek";
"Color:" = "Szín:";
"Colored" = "Színes";
"Colored Paper" = "Színes papír";
"colorful" = "színes";
"Colorful" = "Színes";
"Colorimetric" = "Színmérték";
"colors" = "színek";
"Colors" = "Színek";
"Comment" = "Megjegyzés";
"Comment (Optional):" = "Megjegyzés (nem kötelező):";
"Commercial" = "Kereskedelmi";
"Commercial CMYK" = "Kereskedelmi CMYK";
"completely" = "teljesen";
"Completely" = "Teljesen";
"Composite Black" = "Összetett fekete";
"Confidential Watermark" = "Bizalmas";
"Configuration:" = "Konfiguráció:";
"Confirm" = "Jóváhagyás";
"Confirm Passcode:" = "Jelszó megerősítése:";
"Confirmation Sheet:" = "Jóváhagyás:";
"considerably less" = "jelentősen kevesebb";
"considerably more" = "jelentősen több";
"Contrast" = "Kontraszt";
"Contrast:" = "Kontraszt:";
"contrasty" = "Kontrasztos";
"Cool" = "Hűvös";
"Copy Named Paper" = "Névvízjeles papír másolása";
"Copy Paper" = "Másolás...";
"Copy Watermark" = "Másolat";
"Cover Notes:" = "Fedőlapmegjegyzések:";
"Cover Option" = "Fedőlap";
"Cover Options" = "Fedőlap-beállítások";
"Cover Options Label" = "Fedőlap-beállítások:";
"Cover Position" = "Fedőlap helyzete";
"Cover Position:" = "Fedőlap helyzete:";
"Cover Sheet" = "Fedőlap";
"Cover Sheet Image:" = "Fedőlapkép:";
"Cover Sheet Notes:" = "Fedőlapmegjegyzések:";
"Cover Sheet Paper Size:" = "Fedőlap papírmérete:";
"Cover Sheet Watermark Title" = "Fedőlapkép-szerkesztő";
"Cover Sheet:" = "Fedőlap:";
"Cover:" = "Fedőlap:";
"Covers Title" = "Fedőlapok";
"Covers..." = "Fedőlapok...";
"Credit Card:" = "Hitelkártya:";
"Creep Range" = "(%1$@-%2$@ pont)";
"Creep:" = "Elcsúszás:";
"Crop document to fit currently loaded paper size" = "Dokumentum levágása az aktuálisan betöltött papírmérethez";
"CSS (Common Stacker Stapler)" = "Általános tűző kötegelő (CSS)";
"Current Document" = "Aktuális dokumentum";
"Custom" = "Egyedi";
"Custom 1" = "1. egyedi";
"Custom 2" = "2. egyedi";
"Custom 3" = "3. egyedi";
"Custom 4" = "4. egyedi";
"Custom 5" = "5. egyedi";
"Custom 6" = "6. egyedi";
"Custom 7" = "7. egyedi";
"Custom Automatic Color..." = "Egyedi automatikus szín...";
"Custom Banner Sheet" = "Egyedi kísérőlap";
"Custom Color" = "Egyedi szín";
"Custom Color 1" = "1. egyedi szín";
"Custom Color 2" = "2. egyedi szín";
"Custom Color 3" = "3. egyedi szín";
"Custom Color 4" = "4. egyedi szín";
"Custom Color 5" = "5. egyedi szín";
"Custom Color 6" = "6. egyedi szín";
"Custom Color 7" = "7. egyedi szín";
"Custom Color Adjustments" = "Saját színbeállítások";
"Custom Color Adjustments Title" = "Saját színbeállítások";
"Custom Color Correction" = "Egyedi színkorrekció";
"Custom Color Options" = "Egyedi színlehetőségek";
"Custom Color Options..." = "Egyedi színlehetőségek...";
"Custom Finishing" = "Egyedi utómunkálatok";
"Custom Finishing:" = "Egyedi befejezés: ";
"Custom Selection" = "Egyedi választék";
"Custom Size" = "Egyedi méret";
"Custom Tab Shift" = "(%1$@)";
"Custom Type" = "Egyedi típus";
"Custom Type 1" = "1. egyedi típus";
"Custom Type 2" = "2. egyedi típus";
"Custom Type 3" = "3. egyedi típus";
"Custom Type 4" = "4. egyedi típus";
"Custom Type 5" = "5. egyedi típus";
"Custom Type 6" = "6. egyedi típus";
"Custom Type 7" = "7. egyedi típus";
"Custom Weight" = "Egyedi súly";
"Custom..." = "Egyedi...";
"cyan" = "ciánkék";
"Cyan" = "Enciánkék";
"cyan colors" = "ciánkék színek";
"CyanLevel" = "Ciánkék";
"Cyan-Red" = "Cián-Piros";
"Cyan-Red:" = "Encián-piros:";
"CYMK:" = "CMYK:";
"dark" = "sötét";
"Dark" = "Sötét";
"DarkChange" = "Sötét %1$@";
"Default Account ID:" = "Alapértelmezett számlaazonosító:";
"Default Account Type:" = "Alapértelmezett számlatípus:";
"Default Accounting Codes Required" = "Alapért. számlázási kódok szükségesek";
"Default Accounting Codes:" = "Alapértelmezett számlázási kódok:";
"Default Billing ID / Passcode:" = "Alapértelmezett számlázó azonosító/Jelszó:";
"Default Group Account" = "Alapért.csoportfiók";
"Default Public Folder" = "Alapértelmezett nyilvános mappa";
"Default User ID / Passcode:" = "Alapértelmezett felhasználói azonosító/Jelszó:";
"Default User ID:" = "Alapértelmezett felhasználói azonosító:";
"DefaultAccountingCodesRequiredNote" = "Adja meg az alapértelmezett számlázási kódokat vagy válassza a „Felkérés minden munkához\" lehetőséget.";
"Defaults" = "Alapértékek";
"Delay Print Title" = "Késleltetett nyomtatás";
"Delay Print..." = "Késleltet. nyomt...";
"Delete" = "Törlés";
"Delete Cover Warning" = "Valóban véglegesen törli ezt a fedőlapképet?";
"Delete Cover Warning Title" = "Fedőlapkép törlése?";
"Delete Watermark" = "Törlés";
"Delete Watermark Warning" = "Biztos, hogy véglegesen törölni akarja ezt a vízjelet?";
"Delete Watermark Warning Title" = "Vízjel törlése";
"Describe Additional Color Changes:" = "További színváltoztatások leírása:";
"Description" = "Leírás";
"Description (Expert):" = "Leírás (mester):";
"Destination Profile" = "Célállomás profilja";
"DFA Finisher" = "DFA finiser";
"DFA Finisher Profile" = "DFA finiserprofil";
"DFA Finisher Profile..." = "DFA finiserprofil...";
"DFA Finisher Profiles" = "DFA finiserprofilok";
"DFA Module" = "DFA module";
"Dialing Options:" = "Előhívószám:";
"Dialing Prefix:" = "Előhívószám:";
"Direct CMYK" = "Direkt CMYK";
"Disable Booklet Layout" = "Füzetelrendezés letiltása";
"Disable Job ID" = "Munkaazonosító letiltása";
"Disabled" = "Letiltva";
"Disabled (Recommended)" = "Letiltva (ajánlott)";
"Display error message in large window" = "A hibaüzenet egy nagy ablakban jelenjen meg";
"Display error message in small window" = "A hibaüzenet egy kis ablakban jelenjen meg";
"DL Envelope (110 x 220 mm)" = "DL boríték (110 x 220 mm)";
"Do not allow unsupported paper size values" = "A nem támogatott papírméretértékek letiltása";
"Do not display error message" = "Ne jelenjen meg hibaüzenet";
"Do not notify me" = "Ne értesítsen";
"Do Not Print a Confirmation Sheet" = "Visszaigazoló lap nyomtatása nélkül";
"Do Not Print a Cover Sheet" = "Nem nyomtat fedőlapot";
"Do Not Print Job ID" = "Ne nyomtassa ki a munkaazonosítót";
"Do Not Prompt" = "Ne figyelmeztessen";
"Do not scale and print on loaded paper size" = "Nem léptékez és nyomtat a betöltött papírméretre";
"Do Not Show Recipients" = "Címzettek elrejtése";
"Documentation" = "Dokumentáció";
"Documentation Note" = "A támogató webhelyre mutat; innen kézikönyveket és videókat tölthet le, amelyek a rendszer használatával kapcsolatos információkat nyújtanak.";
"DocuTech 6180" = "DocuTech 6180";
"Draft Mode" = "Vázlatmód";
"Draft Mode:" = "Vázlatmód:";
"Draft Watermark" = "Vázlat";
"Draw Page Borders" = "Oldalkeretek rajzolása";
"DriverVersionBuild" = "Illesztőprogram verziója: %1$@ (%2$@)";
"Drop Size:" = "Méret:";
"Dual Center Tray" = "Kettős középső tálca";
"Dual Print Engine" = "Kettős nyomtatómotor";
"Dual Print Engines" = "Kettős nyomtatómotor";
"dull" = "tompa";
"Duplex Module" = "Kétoldalas modul";
"Duplicate Name Message" = "A(z) %1$@ nevű papír már létezik.  Lecseréli a meglevő papírt?";
"Duplicate Name Title" = "Duplikált név";
"DuplicateFaxName" = "Név: %1$@";
"DuplicateFaxNumber" = "Faxszám: %1$@";
"DuplicateRecipient" = "Ismétlődő címzett";
"DuplicateRecipientNote" = "Ez a bejegyzés már szerepel a címzettlistájában.  Kétszer akarja felvenni ezt a címzettet?";
"Each Set" = "Minden szett";
"Each Set and Each Subset" = "Minden szett és alszett";
"Each Set and Subset" = "Minden szett és alszett";
"Each Subset" = "Minden alszett";
"Earth Smart Disable Banner Page" = "A Kísérőlapok kikapcsolásával adott irodai környezetben más felhasználók véletlenül is elveszíthetik vagy mással keverhetik össze az Ön által kinyomtatott munkákat, ami tovább növeli a felesleges hulladék mennyiségét. Ha a munkaazonosítót rányomtatja a margókra, akkor külön kísérőlap nélkül is azonosítani lehet majd a munkákat.";
"Earth Smart Savings" = "Ön a következő mennyiségű rizsmát takarított meg: %1$@ (%2$@ lap)";
"Earth Smart Settings" = "Környezetkímélő beállítások";
"Edge Enhancement:" = "Szélek javítása:";
"Edit" = "Szerkesztés";
"Edit Covers Title" = "Fedőlapok szerkesztése";
"Edit Exceptions Title" = "Kivételek szerkesztése";
"Edit Inserts Title" = "Betétlapok szerkesztése";
"Edit Named Paper" = "Névvízjeles papír szerkesztése";
"Edit Recipient" = "Címzett szerkesztése";
"Edit Watermark" = "Szerkesztés...";
"Edit..." = "Szerkesztés...";
"Ellipsis" = "...";
"Email Address:" = "E-mail cím:";
"Empty" = "Üres";
"Enable Subsets" = "Alszettek enged.";
"Enabled" = "Engedélyezve";
"End of Job" = "Munka vége";
"End of Page" = "Oldal vége";
"End of Set" = "Szett vége";
"Enhanced" = "Bővített";
"Enhanced 80ppm High Capacity Stacker" = "Bővített nagy kapacitású, 80 ppm kötegelő";
"Enhanced Image Quality" = "Javított képminőség";
"Enter accounting passcode at device note" = "Jegyzet: Titkos nyomtatáshoz a munka beadása után adja be ezt a kódot a nyomtató Kezelőpultján.  További tájékoztatásért nyomja meg a párbeszédpanel Súgó gombját.";
"Enter at Device" = "Beadás az eszköznél";
"Enter Now" = "Beadás most";
"EnterAtDeviceNote" = "Munkáját az eszköz tartja, amíg megadja a megfelelő hitelesítési adatot.";
"Env. No. 5 1/2 (4.375 x 5.75\")" = "5-ös 1/2-es bor. (4,375 x 5,75\")";
"Env. No. 6 3/4 (3.625 x 6.5\")" = "6-os 3/4-es bor. (3,625 x 6,5\")";
"Envelope" = "Boríték";
"Envelope (120 x 235 mm)" = "Boríték (120 x 235 mm)";
"Envelope (220 x 312 mm)" = "Boríték (220 x 312 mm)";
"Envelope (6 x 9\")" = "Boríték (6 x 9\")";
"Envelope (9 x 12\")" = "Boríték (9 x 12\")";
"Envelope 6x9 (6 x 9\")" = "Boríték 6 x 9 (6 x 9\")";
"Envelope A7 (5.25 x 7.25\")" = "A7 boríték (5.25 x 7.25\")";
"Envelope B5 (176 x 250 mm)" = "B5 boríték (176 x 250 mm)";
"Envelope C4 (229 x 324 mm)" = "C4 boríték (229 x 324 mm)";
"Envelope C5 (162 x 229 mm)" = "C5 boríték (162 x 229 mm)";
"Envelope C6 (114 x 162 mm)" = "C6 boríték (114 x 162 mm)";
"Envelope Choukei 3 Gou" = "Choukei 3 Gou boríték";
"Envelope Choukei 4 Gou" = "Choukei 4 Gou boríték";
"Envelope DL (110 x 220 mm)" = "DL boríték (110 x 220 mm)";
"Envelope Monarch (3.875 x 7.5\")" = "Monarch boríték (3,875 x 7,5\")";
"Envelope Monarch (3.9 x 7.5\")" = "Monarch boríték (3,9 x 7,5\")";
"Envelope No. 10 (4.12 x 9.5\")" = "10-es boríték (4,12 x 9,5\")";
"Envelope No. 10 (4.125 x 9.5\")" = "No. 10 boríték (4,125 x 9,5\")";
"Envelope No. 5 1/2 (4.375 x 5.75\")" = "5-ös 1/2-es boríték (4,375 x 5,75\")";
"Envelope No. 6 3/4 (3.625 x 6.5\")" = "6-os 3/4-es boríték (3,625 x 6,5\")";
"EnvWarningHeader" = "A borítékra történő nyomtatás optimalizálása:";
"EnvWarningMessage" = "1. Nyissa ki a készülék hátoldalán található hátulsó fedelet.\n2. Húzza felfelé a két zöld fogantyút.\n3. A beégető valamelyik oldalán a két szürke csúszkát állítsa át borítéknyomtatásra.\n4. Nyomja le a két zöld fogantyút, majd csukja be a hátulsó fedelet.\n5. Nyomtassa ki a dokumentumot.\n6. Miután befejeződött a nyomtatás, ha másfajta papírra szeretne nyomtatni, a fenti lépéseket megismételve állítsa vissza a csúszkákat a megfelelő papírtípusra.";
"Error Messages:" = "Hibaüzenetek:";
"Euroscale" = "Euroscale";
"Euroscale Coated CMYK" = "Euroscale bevonatos CMYK";
"Euroscale Press" = "Euroscale nyomdai minőség";
"Exceeded Max Recipients Note" = "Ha most hozzáad %1$d faxcímzettet, túl fogja lépni a maximálisan megengedett %2$d faxcímzettet.  Jelenleg mindössze további %3$d faxcímzettet adhat hozzá.";
"Exceeded Maximum Recipients" = "Túllépte a címzettek maximális számát";
"Exception Option" = "Kivétel";
"Exception Page Label" = "Kivétel az oldalon";
"Exception Page Range Label" = "Kivétel az oldalakon";
"Executive" = "Executive";
"Executive (7.25 x 10.5\")" = "Executive (7,25 x 10,5\")";
"Export" = "Export";
"Export..." = "Exportálás...";
"Extended Gamut" = "Kiterjesztett színtartomány";
"Extra Heavy Duty Media Kit" = "Extranehéz másolóanyagokat kezelő készlet";
"Extra Heavyweight" = "Extra karton";
"Extra Heavyweight (Side 2)" = "Extra karton (2. oldal)";
"Extra Heavyweight Cardstock" = "Extra karton max";
"Extra Heavyweight Cardstock Reloaded" = "Extra karton kartonkészlet újratöltve";
"Extra Heavyweight Gloss" = "Extra karton fényezett";
"Extra Heavyweight Gloss Reloaded" = "Extra karton fényezett újratöltve";
"Extra Heavyweight Glossy Cardstock" = "Extra karton fényes kartonkészlet";
"Extra Heavyweight Hole Punched Cardstock" = "Extra karton lyukasztott kartonkészlet";
"Extra Heavyweight Labels" = "Extra kartoncímkék";
"Extra Heavyweight Plus" = "Extra karton plusz";
"Extra Heavyweight Plus Reloaded" = "Extra karton plusz újratöltve";
"Extra Heavyweight Reloaded" = "Extra karton újratöltve";
"Extra Thick Card Stock" = "Extra vastag kartonkészlet";
"Face" = "Írott oldal";
"Face Down" = "Képpel lefelé";
"Face Down and Reverse Order" = "Képpel lefelé és fordított sorrendben";
"Face Down Reverse Order" = "Képpel lefelé, fordított sorrendben";
"Face Up" = "Képpel felfelé";
"Face Up and Reverse Order" = "Képpel felfelé és fordított sorrendben";
"Face Up Reverse Order" = "Képpel felfelé, fordított sorrendben";
"Face-Up" = "Képpel felfelé";
"False" = "Hamis";
"Fast Color" = "Gyors színes";
"Fast Reprint" = "Gyors újranyomtatás";
"Fast Reprint with DRI" = "Gyors újranyomtatás DRI-vel";
"Fax" = "Faxolás";
"Fax Friendly" = "Faxbarát";
"Fax Label" = "Fax";
"Fax Number" = "Faxszám";
"Fax Number:" = "Faxszám:";
"Fax Resolution:" = "Faxfelbontás:";
"Fax..." = "Fax...";
"Feed Direction" = "Adagolás iránya";
"Feeder" = "Adagoló";
"Film (Synthetic)" = "Film (szintetikus)";
"Final Job:" = "Végső munka:";
"Fine" = "Finom";
"Finisher" = "Finiser";
"Finisher A: Main Stacker" = "A. finiser: főkötegelő";
"Finisher A: Top Tray" = "A. finiser: felső tálca";
"Finisher A<3A> Main Stacker" = "„A\" finiser:<3A> fő kötegelő";
"Finisher A<3A> Stacker Tray" = "„A\" finiser:<3A> kötegelőtálca";
"Finisher A<3A> Top Tray" = "„A\" finiser:<3A> felső tálca";
"Finisher B: Main Stacker" = "B. finiser: főkötegelő";
"Finisher B: Top Tray" = "A. finiser: felső tálca";
"Finisher B<3A> Main Stacker" = "„B\" finiser:<3A> fő kötegelő";
"Finisher B<3A> Stacker Tray" = "„B\" finiser:<3A> kötegelőtálca";
"Finisher B<3A> Top Tray" = "„B\" finiser:<3A> felső tálca";
"Finisher C: Main Stacker" = "C. finiser: főkötegelő";
"Finisher C: Top Tray" = "C. finiser: felső tálca";
"Finisher C<3A> Main Stacker" = "„C\" finiser:<3A> fő kötegelő";
"Finisher C<3A> Stacker Tray" = "„C\" finiser:<3A> kötegelőtálca";
"Finisher C<3A> Top Tray" = "„C\" finiser:<3A> felső tálca";
"Finisher D: Main Stacker" = "D finiser: főkötegelő";
"Finisher D: Top Tray" = "D. finiser: felső tálca";
"Finisher D<3A> Main Stacker" = "„D\" finiser:<3A> fő kötegelő";
"Finisher D<3A> Stacker Tray" = "„D\" finiser:<3A> kötegelőtálca";
"Finisher D<3A> Top Tray" = "„D\" finiser:<3A> felső tálca";
"Finisher E: Main Stacker" = "E finiser: fő kötegelő";
"Finisher E: Top Tray" = "E finiser: felső tálca";
"Finisher F: Main Stacker" = "F finiser: fő kötegelő";
"Finisher F: Top Tray" = "F finiser: felső tálca";
"Finisher G: Main Stacker" = "G finiser: fő kötegelő";
"Finisher G: Top Tray" = "G finiser: felső tálca";
"Finisher Output Tray" = "Finiser gyűjtőtálcája";
"Finisher Tray" = "Finisertálca";
"Finisher/Output Tray" = "Finiser/gyűjtőtálca";
"Finishing" = "Utómunkálat";
"Finishing:" = "Befejezés:";
"Flat" = "Egyenletes";
"Flood Clear" = "Kiömlés törlése";
"Flood White" = "Fehér bevonat";
"Foggy" = "Ködös";
"FOGRA Gloss Coated CMYK" = "FOGRA fényes bevonatú CMYK";
"FOGRA Matte Coated CMYK" = "FOGRA matt bevonatú CMYK";
"FOGRA Plus CMYK" = "FOGRA Plus CMYK";
"FOGRA Uncoated CMYK" = "FOGRA bevonat nélküli CMYK";
"FOGRA Web Offset CMYK" = "FOGRA Web Offset CMYK";
"Folder" = "Mappa";
"Folder:" = "Mappa:";
"Folding" = "Hajtogatás";
"Folding:" = "Hajtogatás:";
"FoliageGreen" = "Falevélzöld színek";
"foliage-green colors" = "a falevélzöld színeket";
"Force to New Paper Size:" = "Új papírmérethez kényszerít:";
"Forced (4800 Bps)" = "Kényszerített (4800 bit/s)";
"Fore" = "Előtér";
"Form Name:" = "Űrlap neve:";
"Format" = "Formátum";
"Format:" = "Formátum:";
"From Form Page:" = "Ettől az átfedésoldaltól:";
"From Label" = "Feladó";
"From:" = "Feladó:";
"Front" = "Első";
"Front and Back<3A> Different" = "Első és hátsó<3A> különböző";
"Front and Back<3A> Same" = "Első és hátsó<3A> azonos";
"Front Cover Paper Label" = "Első fedőlap papírja:";
"Front Cover Value" = "Első fedőlap";
"Front Only" = "Csak első";
"Front Rotation:" = "Elülső elforgatás:";
"FrontBack" = "Első és hátsó";
"FrontOnly" = "Csak első";
"FTM (Finishing Transport Module)" = "FTM (Finishing Transport Module) (befejező szállítóegység)";
"FTM-S (FTM With Stacker)" = "FTM-S (FTM kötegelővel)";
"FTM-S + FTM-S" = "FTM-S + FTM-S";
"Full" = "Megtelt";
"Full Bleed" = "Teljesen kifutó";
"Full Cut Tab" = "Teljesen kivágott regiszter";
"Full Cut Tab-Embossed" = "Teljesen kivágott regiszter – Dombornyomásos";
"Full Page Flood" = "Egészlapos bevonat";
"G3 (14.4 Kbps)" = "G3 (14,4 kbit/s)";
"G3 (Automatic)" = "G3 (Automatikus)";
"G3 (Fixed International)" = "G3 (Rögzített nemzetközi)";
"G3 (Fixed)" = "G3 (fix)";
"G3 (International)" = "G3 (Nemzetközi)";
"Gather" = "Gyűjtés";
"GBC AdvancedPunch" = "GBC AdvancedPunch";
"GBC AdvancedPunch Pro - ANSI" = "GBC AdvancedPunch Pro - ANSI";
"GBC AdvancedPunch Pro - ISO" = "GBC AdvancedPunch Pro - ISO";
"GBC AdvancedPunch Unit" = "GBC AdvancedPunch egység";
"General Account" = "Általános fiók";
"Global Integrated Office Finisher" = "Globálisan integrált irodai finiser";
"Global Setting" = "Globális beállítás";
"Gloss" = "Fényes";
"Gloss Coating" = "Fényes máz";
"Gloss Coating Reloaded" = "Fényes újrabetöltve";
"Gloss Level" = "Festékszint";
"Gloss Level:" = "Festékszint:";
"Gloss Reloaded" = "Fényes újratöltve";
"Glossy" = "Fényezett";
"Glossy Cardstock" = "Fényes kartonkészlet";
"Glossy Cardstock Reloaded" = "Fényes kartonkészlet újratöltve";
"Glossy Paper" = "Fényezett papír";
"Glossy Reloaded" = "Fényes újratöltve";
"Gold" = "Arany";
"Goldenrod" = "Aranysárga";
"GRACol" = "GRACol";
"GRACoL 2006 Coated1v2 CMYK" = "GRACoL 2006 bevonatos1v2 CMYK";
"Grain" = "Szemcse";
"Grain Long" = "Hosszanti szálirány";
"Grain Short" = "Kereszt szálirány";
"Grain:" = "Szemcse:";
"Graphic Object Rendering" = "Grafikus objektum leképezése";
"gray" = "szürke";
"Gray" = "Szürke";
"Gray Color" = "Szürke";
"Gray Color Space" = "Szürke színtér";
"gray colors" = "szürke színek";
"GrayImages" = "Szürke képek:";
"Grayscale" = "Szürkeárnyalatos";
"GrayTextGraphics" = "Szürke szöveg és grafika:";
"green" = "zöld";
"Green" = "Zöld";
"green colors" = "zöld színek";
"Group Account" = "Csoportfiók";
"Gutter Range" = "(%1$@-%2$@ pont)";
"Gutter:" = "Kötés:";
"Halftone Screen:" = "Féltónusú képernyő:";
"Halftones:" = "Féltónusok:";
"Hard Drive" = "Merevlemez-meghajtó";
"hazy" = "homályos";
"Hazy" = "Homályos";
"HCS (High Capacity Stacker)" = "Nagy kapacitású kötegelő (HCS)";
"HCS (High Capacity Stacker) + DFA" = "Nagy kapacitású kötegelő (HCS) + DFA";
"HCS + Advanced Finisher" = "HCS + bővített finiser";
"HCS + Booklet Maker Finisher" = "HCS + füzetkészítő finiser";
"HCS + DFA" = "HCS + DFA";
"HCS + HCS" = "HCS + HCS";
"HCS + HCS + Booklet Maker Finisher" = "HCS + HCS + füzetkészítő finiser";
"HCS + HCS + DFA" = "HCS + HCS + DFA";
"HCS + HCS + Light Production C Finisher" = "HCS + HCS + könnyű kiadványszerkesztési C finiser";
"HCS + HCS + PR Booklet Maker Finisher" = "HCS + HCS + PR füzetkészítő finiser";
"HCS + HCS + PR Finisher" = "HCS + HCS + PR finiser";
"HCS + HCS + PR Finisher Plus" = "HCS + HCS + PR finiser plusz";
"HCS + HCS + Standard Finisher" = "HCS + HCS + normál finiser";
"HCS + HCS + Standard Finisher Plus" = "HCS + HCS + normál finiser plusz";
"HCS + Light Production C Finisher" = "HCS + kiadványszerkesztési C finiser";
"HCS + PR Booklet Maker Finisher" = "HCS + PR füzetkészítő finiser";
"HCS + PR Finisher" = "HCS + PR finiser";
"HCS + PR Finisher Plus" = "HCS + PR finiser plusz";
"HCS + Professional Finisher" = "HCS + professzionális finiser";
"HCS + Standard Finisher" = "HCS + normál finiser";
"HCS + Standard Finisher Plus" = "HCS + normál finiser plusz";
"Heavy" = "Erős";
"Heavy (106-200 gsm)" = "Nehéz (106–200 g/m2)";
"Heavy Plain Paper" = "Nehéz sima papír";
"Heavyweight" = "Karton";
"Heavyweight (Side 2)" = "Karton (2. oldal)";
"Heavyweight Bond" = "Karton levélpapír";
"Heavyweight Cardstock" = "Karton kartonkészlet";
"Heavyweight Cardstock Reloaded" = "Karton kartonkészlet újratöltve";
"Heavyweight Gloss" = "Karton fényezett";
"Heavyweight Gloss Coating" = "Fényes karton";
"Heavyweight Gloss Coating Reloaded" = "Karton fényezett újratöltve";
"Heavyweight Gloss Reloaded" = "Karton fényezett újratöltve";
"Heavyweight Glossy" = "Karton fényes";
"Heavyweight Glossy Cardstock" = "Karton fényes kartonkészlet";
"Heavyweight Glossy Cardstock Reloaded" = "Karton fényes kartonkészlet újratöltve";
"Heavyweight Glossy(Side 2)" = "Karton fényes (2. oldal)";
"Heavyweight Hole Punched Cardstock" = "Lyukasztott karton kartonkészlet";
"Heavyweight Labels" = "Kartoncímkék";
"Heavyweight Pre-Printed" = "Előnyomtatott karton";
"Heavyweight Reloaded" = "Karton visszatöltve";
"Height" = "Hossz";
"Height:" = "Magasság:";
"High" = "Magas";
"High Capacity Feeder" = "Nagy kapacitású adagoló";
"High Capacity Feeder (2 Trays)" = "Nagy kapacitású adagoló (2 tálca)";
"High Capacity Stacker" = "Nagy kapacitású kötegelő";
"High Capacity Tandem Trays" = "Nagy kapacitású tandem tálcák";
"High Gloss" = "Tükörfényes";
"High Quality" = "Jó minőség";
"High Resolution" = "Nagy felbontás";
"High Speed" = "Nagy sebességű";
"High Volume Finisher" = "Nagyvolumenű finiser";
"High Volume Finisher With Booklet Maker" = "Nagy kapacitású finiser füzetkészítővel";
"High-Gloss" = "Tükörfényes";
"Hold Job" = "Munka tartása";
"Hole Punch" = "Lyukasztás";
"Hole Punch Module" = "Lyukasztómodul";
"Hole Punch Unit" = "Lyukasztóegység";
"Hole Punched" = "Lyukasztott";
"Hole Punched Cardstock" = "Lyukasztott kartonkészlet";
"Hole Punched Paper" = "Lyukasztott papír";
"Hole Punched Paper:" = "Lyukasztott papír:";
"Hole Punching" = "Lyukasztás";
"Hole Punching:" = "Lyukasztás:";
"Holepunch Warning" = "A lyukasztási margón lévő kép automatikusan törlődik.";
"Horizontal Offset" = "Vízszintes:";
"How Much Change?" = "Mennyire változtatja?";
"Ignore mismatch and print on loaded paper type" = "Eltérés ellenére nyomtatás a betöltött papírtípusra";
"Ignore Type mismatch and print on loaded paper" = "Típuseltérés ellenére nyomtatás a betöltött papírra";
"Image Enhancement" = "Képjavítás";
"Image Enhancement:" = "Képjavítás:";
"Image Object Rendering" = "Képobjektum leképezése";
"Image Options" = "Kép beállításai";
"Image Quality" = "Képminőség";
"Image Shift" = "Képeltolás";
"Image Shift:" = "Képeltolás:";
"Images Profile" = "Képprofil";
"Images:" = "Képek:";
"ImageShift Options:" = "Képeltolási beállítások:";
"Import" = "Importálás";
"Import..." = "Importálás...";
"in." = "\"";
"Inches" = "Hüvelyk";
"Incomplete Color Change Note1" = "Nem fejezte be a saját színváltás leírását. Ki akarja egészíteni a színváltást? Kattintson az Igen gombra, ha folytatni akarja a változások leírását, vagy a Nem gombra, ha elveti a változásokat és folytatja.";
"Incomplete Color Change Note2" = "Megjegyzés: A zöld nyíl gomb kiválasztása hozzáadja a leírását a listához és kiegészíti a változásokat.";
"Incomplete Color Changes" = "Nem teljes színváltás";
"Independent" = "Független";
"Index Card (3 x 5\")" = "Index karton (3 x 5\")";
"Index Card Stock" = "Kartotékkészlet";
"Input Slot" = "Bemeneti nyílás";
"Input Trays" = "Bemeneti tálcák";
"Insert After Page Label" = "A következő oldal(ak) után:";
"Insert Before Page 1 Label" = "1. oldal előtt";
"Insert Option" = "Betétlap";
"Insert Options:" = "Betétlap-beállítások:";
"Inserter Module" = "Beillesztőmodul";
"Installed" = "Telepítve";
"Integrated Office Finisher" = "Integrált irodai finiser";
"Invalid EMail Address" = "Érvénytelen e-mail cím";
"Invalid EMail Alert" = "Az e-mail cím (%1$@) nem tűnik érvényes e-mail címnek.\n\nMégis ezt a címet szeretné használni?";
"Invalid Fixed Length Secure Print Passcode Alert" = "A titkos nyomtatási funkció használatához adjon meg egy %1$@ jegyű kódot, majd írja be újra a megerősítéshez.";
"Invalid Passcode Title" = "Érvénytelen kód";
"Invalid Variable Length Secure Print Passcode Alert" = "A titkos nyomtatási funkció használatához adjon meg egy %1$@-%2$@ jegyű kódot, majd írja be újra a megerősítéshez.";
"InvalidAccountingPasscodeAlert" = "Legalább négy karakterből álló jelszót kell megadni, vagy hagyja a mezőt üresen, ha jelszó nem szükséges.";
"ISO Coated" = "ISO felületkezelt";
"ISO Coated v2 (ECI)" = "ISO bevonatos v2 (ECI)";
"ISO Uncoated" = "ISO nem felületkezelt";
"Ivory" = "Csontszínű";
"Japan Color" = "Japán szín";
"Japan Color 2001 (Type1<3A>Art) CMYK" = "Japan Color 2001 (Type1<3A>Art) CMYK";
"Japan Color 2001 (Type2<3A>Matte) CMYK" = "Japan Color 2001 (Type2<3A>Matte) CMYK";
"Japan Color 2001 (Type3<3A>Coated) CMYK" = "Japan Color 2001 (Type3<3A>Coated) CMYK";
"Japan Color 2001 (Type4<3A>Uncoated) CMYK" = "Japan Color 2001 (Type4<3A>Uncoated) CMYK";
"Japan Color 2001 Plus CMYK" = "Japan Color 2001 Plus CMYK";
"JIS B4 (257 x 364 mm)" = "JIS B4 (257 x 364 mm)";
"JIS B5 (182 x 257 mm)" = "JIS B5 (182 x 257 mm)";
"JIS B6 (128 x 182 mm)" = "JIS B6 (128 x 182 mm)";
"Job Identification:" = "Munka azonosítása:";
"Job Name:" = "Munka neve:";
"Job Notes" = "Munka megjegyzései";
"Job Offset:" = "Munka eltolása:";
"Job Settings Label" = "Munka beállításai:";
"Job Storage" = "Munkatárolás";
"Job Storage Module" = "Munkatároló modul";
"Job Type" = "Munka típusa";
"Job Type:" = "Munka típusa:";
"K100% High Resolution" = "K100% nagy felbontás";
"Kakugata 2 Envelope (240 x 332 mm)" = "Kakugata 2 boríték (240 x 332 mm)";
"L10N_No" = "Nem";
"L10N_Yes" = "Igen";
"Labels" = "Címkék";
"LAN Fax" = "LAN-fax";
"LAN Fax Email Confirmation" = "LAN-fax megerősítő e-mailje";
"LAN Fax Module" = "LAN-fax modul";
"LAN Fax Passcode:" = "LAN Fax jelszava:";
"Landscape Bottom" = "Fekvő lent";
"Landscape Top" = "Fekvő fent";
"Large" = "Nagy";
"Layers:" = "Rétegek:";
"LCD Display" = "LCD-kijelző";
"Left" = "Bal";
"Left Bind" = "Bal oldali kötés";
"Left Side Output Tray" = "Bal oldali gyűjtőtálca";
"Left To Right" = "Balról jobbra";
"Left Top Tray" = "Bal felső tálca";
"Left Tray" = "Bal oldali tálca";
"Legal (8.5 x 14\")" = "Legal (8,5 x 14\")";
"Less" = "Kevésbé";
"Letter (8.5 x 11\")" = "Letter (8,5 x 11\")";
"Letter Tab (9 x 11\")" = "Letter regiszter (9 x 11\")";
"Letterhead" = "Fejléces";
"light" = "világos";
"Light" = "Könnyű";
"Light Plain Paper" = "Könnyű sima papír";
"Light Production C Finisher" = "Kiadványszerkesztési C finiser";
"Light Production Finisher" = "Könnyű ipari finiser";
"Light Production Finisher with C- Z- Fold" = "Könnyű ipari finiser C-, Z-hajtogatóval";
"LightChange" = "Világos %1$@";
"Lighten/Darken" = "Világosítás/Sötétítés";
"Lightness" = "Világosság";
"Lightness:" = "Világosság:";
"Lightweight" = "Vékony";
"Lightweight Cardstock" = "Vékony kartonkészlet";
"Lightweight Cardstock Reloaded" = "Vékony kartonkészlet újratöltve";
"Lightweight Glossy Cardstock" = "Vékony fényes kartonkészlet";
"Lightweight Glossy Cardstock Reloaded" = "Vékony fényes kartonkészlet újratöltve";
"Lightweight Hole Punched Cardstock" = "Lyukasztott vékony kartonkészlet";
"Lightweight Pre-Printed" = "Vékony előnyomott";
"Loading Failed Message" = "Jelenleg nem lehet kapcsolódni a nyomtatóhoz.  A nyomtató papírlistája nem tölthető be.";
"Loading Failed Title" = "A betöltés meghiúsult";
"Local Accounting" = "Helyi számlázás";
"Long" = "Hosszú";
"Long Edge Feed" = "Hosszú éllel adagol";
"Long Edge Feed (Normal)" = "Hossz.éllel adagol (normál)";
"Low" = "Kevés";
"magenta" = "magenta";
"Magenta" = "Bíbor";
"magenta colors" = "magenta színek";
"Magenta-Green" = "Magenta-Zöld";
"Magenta-Green:" = "Magenta-zöld:";
"MagentaLevel" = "Magenta";
"Mailbox" = "Postafiók";
"Mailbox Number" = "Postafiókszám";
"Mailbox:" = "Postafiók:";
"Main Tray" = "Főtálca";
"MakeAllColors" = "%1$@ készítése";
"MakeColors" = "%1$@ szín készítése";
"MakeModifiedAllColors" = "%1$@ %2$@ készítése";
"MakeModifiedColors" = "%1$@ %2$@ szín készítése";
"Manage..." = "Szervezés...";
"Manual" = "Manuális";
"Manual Feed (Tray 1)" = "Kézi adagolású (1. tálca)";
"Manual Feed Tray 1 (MPT)" = "1. kézi adagolású tálca";
"Manually Configure Black" = "Fekete manuális konfigurálása";
"Mask Account ID (****)" = "Számlaazonosító takarása (****)";
"Mask User ID (****)" = "Felhasználói azonosító takarása (****)";
"Matte" = "Matt";
"Max" = "Max.";
"Maximum" = "Maximum";
"Maximum Inserts Limit Error" = "Elérte a speciális oldalbejegyzésekre vonatkozó korlátot";
"Medium" = "Medium";
"Medium (85-105 gsm)" = "Közepes (85–105 g/m2)";
"MediumChange" = "Közepes %1$@";
"Millimeters" = "Milliméter";
"Minimum" = "Minimum";
"Mirror Both" = "Mindkét irányú tükrözés";
"Mirror Image:" = "Tükörkép:";
"Mirror Output:" = "Kimenet tükrözése:";
"Mirror X" = "X tükrözés";
"Mirror X, Tandem Y" = "X tükrözés, Y tandem";
"Mirror Y" = "Y tükrözés";
"Mirror Y, Tandem X" = "Y tükrözés, X tandem";
"Mirrored Image:" = "Tükörkép:";
"Mirrored Output:" = "Tükrözött kimenet:";
"mm" = "mm";
"moderately less" = "kissé kevesebb";
"moderately more" = "kissé több";
"Monarch Envelope (3.9 x 7.5\")" = "Monarch boríték (3,9 x 7,5\")";
"Monochrome Graphics" = "Egyszínű ábrák";
"Monochrome Images" = "Egyszínű képek";
"More" = "Jobban";
"More Adjustments" = "További beállítások";
"More Adjustments Title" = "További beállítások...";
"More Adjustments..." = "További beállítások...";
"More Status..." = "Állapotrészletek...";
"MoreAdjustments" = "További beállítások...";
"MoveDown" = "Mozgatás lefelé";
"MoveUp" = "Mozgatás felfelé";
"Multi Page TIFF" = "Többoldalas TIFF";
"Multifunction Finisher Pro Plus" = "Többfunkciós finiser pro plusz";
"Multifunction Finisher Professional" = "Professzionális többfunkciós finiser";
"Multifunction Finisher Professional Plus" = "Professzionális többfunkciós finiser plusz";
"Multiple" = "Többszörös";
"Multiple Finishing" = "Többszörös utómunkálatok";
"Multiple Finishing..." = "Többszörös utómunkálatok...";
"Multiple Staples" = "Többszörös tűzés";
"Multi-Staple" = "Többszörös tűzés";
"My Paper List" = "Saját papírok listája";
"Name" = "Név";
"Name(Required):" = "Név (kötelező):";
"Name:" = "Név:";
"Named Paper" = "Névvízjeles papír";
"Named Paper..." = "Névvízjeles papír...";
"Native" = "Natív";
"NearEmpty" = "Közel üres";
"Negative Image" = "Negatív kép";
"Negative Image:" = "Negatív kép:";
"Negative Output" = "Negatív kimenet";
"Negative Output:" = "Negatív kimenet:";
"Never Apply Embedded Profiles" = "Soha ne alkalmazza a beágyazott profilokat";
"New Named Paper" = "Új névvízjeles papír";
"New Watermark" = "Új...";
"Next" = "Következő";
"No" = "Nem";
"No Back Cover" = "Nincs hátsó fedőlap";
"No Banner Page" = "Nincs kísérőlap";
"No Banner Pages" = "Nincsenek kísérőlapok";
"No Booklet Finishing" = "Nincs füzetbefejezés";
"No Booklet Folding" = "Nincs füzethajtogatás";
"No Covers" = "Nincs fedőlap";
"No Extra Trays" = "Nincsenek extra tálcák";
"No Finisher" = "Nincs finiser";
"No Finishing" = "Nincs befejezés";
"No Folding" = "Nincs hajtogatás";
"No Hole Punch" = "Nincs lyukasztás";
"No Hole Punching" = "Nincs lyukasztás";
"No Offset" = "Nincs eltolás";
"No Separators" = "Nincs elválasztó";
"No Staple" = "Nincs tűzés";
"No Stapling" = "Nincs tűzés";
"No Trimming" = "Nincs vágás";
"No Watermark" = "Nincs";
"No. 10 Envelope (4.1 x 9.5\")" = "10-es boríték (4,1 x 9,5\")";
"No. 9 Envelope (3.9 x 8.9\")" = "9-es boríték (3,9 x 8,9\")";
"NoCovers" = "Nincs fedőlap";
"None" = "Nincs";
"Normal" = "Normál";
"Normal (52-84 gsm)" = "Normál (52–84 g/m2)";
"Normal Print" = "Normál nyomtatás";
"Not Full" = "Nincs megtelve";
"Not Graphics(Only Images, Text)" = "Nem grafikák (csak képek, szöveg)";
"Not Images(Only Text, Graphics)" = "Nem képek (csak szöveg, grafikák)";
"Not Installed" = "Nincs telepítve";
"Not Text(Only Images, Graphics)" = "Nem szöveg (csak képek, grafikák)";
"Note: When staple is selected, then each subset is stapled." = "Megjegyzés: Tűzés választásakor minden alszett tűzve lesz.";
"Notes Label" = "Megjegyzések";
"Notify me when job has completed" = "A munka végén küldjön értesítést";
"Notify me when job has completed or failed" = "Sikertelen és sikeres munka esetén küldjön értesítést";
"Notify me when job has failed" = "Sikertelen munka esetén küldjön értesítést";
"Number in Sequence:" = "Sorszám:";
"Number of Pads:" = "Tömbök száma:";
"Number of Pages:" = "Oldalak száma:";
"Number of Passes:" = "Oklevelek száma:";
"Number of Sheets:" = "Lapok száma:";
"Object Based Clear:" = "Objektumalapú törlés:";
"OCT (Offset Catch Tray)" = "Eltoló gyűjtőtálca (OCT)";
"Off" = "Ki";
"Office Color" = "Office-szín";
"Office Finisher" = "Irodai finiser";
"Office Finisher LX" = "Irodai finiser LX";
"Office Finisher LX with Booklet Maker" = "Irodai finiser LX füzetkészítővel";
"Office Finisher with Booklet Maker" = "Irodai finiser füzetkészítővel";
"Offset Catch Tray" = "Eltoló gyűjtőtálca";
"Offset Each Set" = "Minden szettet eltol";
"Offset/Subset" = "Eltolás/alszett";
"Offset/Subset..." = "Eltolás/alszett...";
"Offset:" = "Eltolás:";
"Offsetting Catch Tray" = "Eltoló gyűjtőtálca";
"Oficio (216 x 343 mm)" = "Oficio (216 x 343 mm)";
"OficioSEF" = "Oficio (216 x 343 mm) SEF";
"OK" = "OK";
"On" = "Be";
"Once" = "Egyszer";
"Once, Then Repeat" = "Egyszer, utána ismételve";
"One Extra Tray" = "Egy extra tálca";
"One Sided" = "Egyoldalas";
"Only Graphics" = "Csak grafikák";
"Only Images" = "Csak képek";
"Only Prompt for Color" = "Kizárólag színes nyomtatásra figyelmeztessen";
"Only Prompt For Color and Fax" = "Kizárólag színes nyomtatásra és faxra figyelmeztessen";
"Only Prompt for Fax" = "Kizárólag faxolásra figyelmeztessen";
"Only Text" = "Csak szöveg";
"Open Envelope (178 x 254 mm)" = "Nyitott végű boríték (178 x 254 mm)";
"Open Envelope (6 x 9\")" = "Nyitott végű boríték.(6 x 9\")";
"Open Envelope (7 x 10\")" = "Nyitott végű boríték.(7x10\")";
"OPI Prescan:" = "OPI-előszkennelés:";
"OPI Substitution:" = "OPI-helyettesítés:";
"Optimal" = "Optimális";
"Optimize for Economy" = "Gazdaságosságra optimalizálva";
"Optimize for Speed" = "Sebességre optimalizálva";
"Optional Booklet Module" = "Külön beszerezhető füzetkészítő modul";
"Optional Duplex Unit" = "Külön beszerezhető kétoldalas egység";
"Optional Hard Drive" = "Külön beszerezhető merevlemez-meghajtó";
"Optional RAM Disk" = "Választható RAM-lemez";
"Optional Secure Digital Card" = "Választható SD-kártya";
"Options" = "Beállítások";
"Options:" = "Beállítások:";
"orange" = "narancssárga";
"Orange" = "Narancs";
"orange colors" = "narancssárga színek";
"Order Supplies" = "Kellékrendelés";
"Organization" = "Szervezet";
"Organization:" = "Szervezet:";
"Other" = "Egyéb";
"Other Color" = "Más szín";
"Other Size" = "Más méret";
"Other Type" = "Más típus";
"Other Weight" = "Más súly";
"OtherType" = "Más típus";
"Output Color" = "Kimenet színe";
"Output Color:" = "Kimenet színe:";
"Output Destination" = "Kimenet célhelye";
"Output Destination:" = "Kimeneti célhely:";
"Output Options" = "Kimeneti lehetőségek";
"Output Options:" = "Kimeneti beállítások:";
"Output Tray" = "Gyűjtőtálca";
"Oversized High Capacity Feeder" = "Túlméretes nagy kapacitású adagoló";
"Oversized High Capacity Feeder (2 Trays)" = "Túlméretes nagy kapacitású adagoló (2 tálca)";
"Oversized Tabloid (12 x 18\")" = "Túlméretes tabloid (12 x 18\")";
"Pads" = "Tömbök";
"Pads Copies Alert Message" = "A Példányszám kötelező beállítása az alkalmazás Nyomtatás ablakában:";
"Pads Enabled" = "Tömbök engedélyezve";
"Pads..." = "Tömbök...";
"Pads:" = "Tömbök:";
"Page(s) Note" = "Megjegyzés: az oldalszámokat és/vagy tartományokat vesszővel elválasztva kell megadni.  Például: 1,3,5–12.";
"Page(s) Title" = "Oldal(ak)";
"Page(s):" = "Oldal(ak):";
"Pages Per Subset" = "Oldal/alszett";
"Pages Per Subset:" = "Oldal/alszett";
"Pages to Print" = "Nyomtatandó old.";
"Pages to Print (Expert)" = "Nyomtatandó oldalak (haladó)";
"Pages to Print Note" = "Megjegyzés: az alkalmazás nyomt.tart.beáll.helyett használja ezt a nyomtatási tartománybeállítást, hogy a spec.oldalak a dokumentum megfelelő oldalaihoz kerüljenek.";
"Pages to Print:" = "Nyomtatandó oldalak:";
"Paper Color" = "Papír színe";
"Paper Color:" = "Papírszín:";
"Paper Compensation:" = "Papírkompenzáció:";
"Paper Mismatch Policy" = "Teendő nem egyező papírméret esetén";
"Paper Name:" = "Papírnév:";
"Paper Output" = "Papírkimenet";
"Paper Size:" = "Papírméret:";
"Paper Size: " = "Papírméret: ";
"Paper Tray" = "Papírtálca";
"Paper Trays" = "Papírtálcák";
"Paper Type" = "Papírtípus";
"Paper Type:" = "Papírtípus:";
"Paper Weight" = "Papír súlya";
"Paper Weight (gsm):" = "Papír súlya (g/m2):";
"Paper Weight:" = "Papír súlya:";
"Paper/Output" = "Papír / Kimenet";
"Paper:" = "Papír:";
"Passcode Title" = "Jelszó";
"Passcode..." = "Kód...";
"Passcode:" = "Jelszó:";
"PDF" = "PDF";
"Perceptual" = "Érzethelyes";
"Perfect Binding" = "Ragasztókötés";
"Perfect Binding..." = "Ragasztókötés...";
"PerfectBinderInserterTray" = "Ragasztókötő betétlaptálca";
"Personal and Shared Saved Jobs" = "Személyes és megosztott mentett munkák";
"Personal Job" = "Saját munka:";
"Personal Print" = "Saját nyomtatás";
"Personal Saved Jobs" = "Saját mentett munkák";
"PhaserSMART Technical Support" = "PhaserSMART műszaki támogatás";
"PhaserSMART Technical Support Note" = "A rendszeren keresztül kapcsolódik a PhaserSMART-hoz, amely az Ön rendszerspecifikus problémáira nyújt megoldásokat (csak angolul).";
"Phone Label" = "Telefon";
"Photo" = "Fotó";
"Photo Mode" = "Fotó mód";
"Picture Watermark" = "Kép";
"pink" = "rózsaszín";
"Pink" = "Rózsaszín";
"pink colors" = "rózsaszínek";
"Plain" = "Sima";
"Plain Paper" = "Sima papír";
"Plain Reloaded" = "Sima visszatöltve";
"Portrait Left" = "Álló balra";
"Portrait Right" = "Álló jobbra";
"Position Shift" = "Helyzeteltolás";
"Post Card (3.5 x 5.5\")" = "Levelezőlap (3,5 x 5,5\")";
"Post Card (4 x 6\")" = "Levelezőlap (4 x 6\")";
"Post Card (6 x 9\")" = "Levelezőlap (6 x 9\")";
"Post Process Inserter" = "Utómunkálati betétlapbeszúró";
"Post Process Inserter (Tray 6)" = "Utómunkálati betétlapbeszúró (6. tálca)";
"Post Process Inserter (Tray 7)" = "Utómunkálati betétlapbeszúró (7. tálca)";
"Post Process Inserter (Tray 8)" = "Utómunkálati betétlapbeszúró (8. tálca)";
"Postcard" = "Levelezőlap";
"Postcard (100 x 148 mm)" = "Levelezőlap (100 x 148 mm)";
"Postcard (148 x 200 mm)" = "Levelezőlap (148 x 200 mm)";
"Postcard (4 x 6\")" = "Levelezőlap (4 x 6\")";
"Postcard (4.25 x 5.5\")" = "Levelezőlap (4,25 x 5,5\")";
"PPI(Post Process Inserter)" = "Utómunkálati betétlapbeszúró (PPI)";
"PR Booklet Maker Finisher" = "PR füzetkészítő finiser";
"PR Finisher" = "PR finiser";
"PR Finisher Plus" = "PR finiser plusz";
"Pre-Cut Tab" = "Elővágott regiszter";
"Pre-Cut Tab Cardstock" = "Elővágott regiszterek, kartonkészlet";
"Pre-Cut Tab Title" = "Elővágott regiszterek";
"Pre-Cut Tab-Embossed" = "Elővágott regiszter - Dombornyomásos";
"Pre-Cut Tabs" = "Elővágott regiszterek";
"Pre-Cut Tabs Extra Heavyweight Cardstock" = "Elővágott regiszterek, extra karton kartonkészlet";
"Pre-Cut Tabs Heavyweight Cardstock" = "Elővágott regiszterek, karton kartonkészlet";
"Preprinted" = "Előnyomtatott";
"Pre-printed" = "Előnyomott";
"Pre-Printed" = "Előnyomtatott";
"Pre-Printed Cardstock" = "Előnyomtatott kartonkészlet";
"Pre-Printed Heavyweight Cardstock" = "[MT]Pre-Printed Heavyweight Cardstock";
"Prepunched" = "Előlyukasztott";
"Pre-punched" = "Előlyukasztott";
"Press Match" = "Nyomdai minőség";
"Preview" = "Előnézet";
"Previous" = "Előző";
"Print a Confirmation Sheet" = "Visszaigazoló lap nyomtatása";
"Print a Cover Sheet" = "Fedőlap nyomtatása";
"Print and Save<3A>" = "Nyomtatás és mentés<3A>";
"Print As Grayscale" = "Szürkeárnyalatos nyomtatás";
"Print Both" = "Mindkettő nyomtatása";
"Print Engine" = "Nyomtatómotor";
"Print ID in Margins - All Pages" = "Nyomtatási azonosító margókon – minden oldalon";
"Print ID in Margins - First Page Only" = "Nyomtatási azonosító margókon – csak első oldalon";
"Print ID on a Banner Page" = "Nyomtatási azonosító kísérőlapon";
"Print ID on a Banner Sheet" = "Azonosító nyomtatása kísérőlapon";
"Print in Background" = "Nyomtatás háttérben";
"Print in Foreground" = "Nyomtatás előtérben";
"Print Inside" = "Nyomtatás belülre";
"Print Job ID in Margins - All Pages" = "Munkaazonosító nyomtatása margókra – minden oldalon";
"Print Job ID in Margins - First Page Only" = "Munkaazonosító nyomtatása margókra – csak első oldalon";
"Print on All Pages" = "Nyomtatás minden oldalra";
"Print on Both Sides" = "Mindkét oldalra nyomtat";
"Print on Page 1 Only" = "Nyomtatás csak az 1. oldalra";
"Print on Side 1" = "1. oldalra nyomtat";
"Print on Side 2" = "2. oldalra nyomtat";
"Print Optimization:" = "Nyomtatás optimalizálása:";
"Print Outside" = "Nyomtatás kívülre";
"Print Quality" = "Nyomtatási minőség";
"Print Quality:" = "Nyomtatási minőség:";
"Print Settings on Page" = "Beállítások nyomtatása lapra";
"Print With Passcode Note 1" = "Megjegyzés: Személyes mentett munkáinak megjelenítéséhez adja meg azt a jelszót, melyet a munkák nyomtatóra való mentésekor használt.";
"Print With Title" = "Nyomtatás a következővel";
"Print With..." = "Nyomtatás a következővel...";
"Printed" = "Nyomtatott";
"Printed Covers" = "Nyomtatott fedőlapok";
"Printed Option" = "Nyomtatott";
"Printed Separators" = "Nyomtatott elválasztók";
"Printer Default" = "Nyomtató alapbeállítása";
"Printer Default Color" = "Nyomtató alapértelmezett színe";
"Printer Default Type" = "Nyomtató alaptípusa";
"Printer Emulation:" = "Nyomtatóemuláció:";
"Printer Model" = "Nyomtatómodell";
"Printer Paper List" = "Nyomtató papírjainak listája";
"Printing Optimization:" = "Nyomtatás optimalizálása:";
"Printing Scout Job Notification:" = "Printing Scout munkaértesítés:";
"Private:" = "Magán:";
"Production Finisher" = "Gyártási finiser";
"Productivity Pack" = "Termelékenységjavító csomag";
"Professional Finisher" = "Professzionális finiser";
"Professional Office Finisher" = "Professzionális irodai finiser";
"Profile Name:" = "Profilnév:";
"Prompt me at the printer to load the correct paper size" = "Figyelmeztessen a nyomtatón a megfelelő papírméret betöltésére";
"Prompt me at the printer to load the correct paper type" = "Figyelmeztessen a nyomtatón a megfelelő papírtípus betöltésére";
"Prompt me when" = "Szóljon, ha...";
"Proof Print" = "Próbanyomat";
"Proof Print Select Alert" = "%1$@ beállítása ebből az ablakból módosítja a munkatípust titkos nyomtatásról a következőre: %2$@.  Kattintson az OK gombra a munkatípus beállításához a következőre: %3$@.";
"Proof Print..." = "Próbanyomat...";
"PSK + PSK" = "PSK + PSK";
"PSK + PSK + PSK" = "PSK + PSK + PSK";
"PSK + PSK + PSK + PSK" = "PSK + PSK + PSK + PSK";
"PSK(Production Stacker)" = "PSK (Ipari kötegelő)";
"Public<3A>" = "Nyilvános<3A>";
"Punch Location" = "Lyukasztás helye";
"Punched" = "Lyukasztott";
"Pure" = "Tiszta";
"Pure Black" = "Tiszta fekete";
"purple" = "bíbor";
"Purple" = "Bíbor";
"purple colors" = "bíbor színek";
"Quantity Label" = "Példányszám:";
"Quantity:" = "Példányszám:";
"RAM Disk" = "RAM-lemez";
"RBG to Black for Text/Graphics" = "RGB-ből fekete szöveg/grafika esetén";
"Recipient Information:" = "Címzett adatai:";
"Recipient Name:" = "Címzett neve:";
"Recipients" = "Címzettek";
"Recycled" = "Újrahasznosított";
"red" = "piros";
"Red" = "Piros";
"red colors" = "piros színek";
"Register System" = "Rendszer regisztrálása";
"Register System Note" = "Regisztrálja rendszerét online.";
"Regular" = "Szokásos";
"Relative Colorimetric" = "Relatív színmérték";
"Remove" = "Eltávolítás";
"Remove Multiple Recipients" = "Valóban eltávolít %1$@ kiválasztott címzettet?";
"Remove Recipient Note" = "Valóban eltávolítja ezt a címzettet?";
"Remove Recipient?" = "Eltávolítja a címzettet?";
"Removing a Recipient" = "Címzett eltávolítása";
"Replace" = "Csere";
"Request Offset" = "Eltolás kérése";
"Request Offset:" = "Eltolás kérése:";
"Required" = "Kötelező";
"Required Fixed Length Secure Print Passcode Alert" = "A titkos nyomtatási funkció használatához egy %1$@ jegyű jelszó szükséges.  A rendszer egy véletlenszerű kódot generált az Ön számára.";
"Required Passcode Title" = "Jelszó szükséges";
"Required Variable Length Secure Print Passcode Alert" = "A titkos nyomtatási funkció használatához egy %1$@-%2$@ jegyű jelszó szükséges.  A rendszer egy véletlenszerű kódot generált az Ön számára.";
"Resolution:" = "Felbontás:";
"RGB Color" = "RGB Színes";
"RGB Color Space" = "RGB színtér";
"RGB Color:" = "RGB Színes:";
"RGB Neutral Gray" = "RGB semleges szürke";
"RGB Neutral Gray:" = "RGB semleges szürke:";
"RGBImages" = "RGB képek:";
"RGBTextGraphics" = "RGB szöveg és grafika:";
"Right" = "Jobb";
"Right Bind" = "Jobb oldali kötés";
"Right Bottom Tray" = "Jobb alsó tálca";
"Right Bottom Tray (Booklet Maker)" = "Jobb alsó tálca (Füzetkészítő)";
"Right Center Tray" = "Jobb középső tálca";
"Right Middle Tray" = "Jobb oldali középső tálca";
"Right Middle Tray(Office Finisher LX with Booklet Maker)" = "Jobb középső tálca (Irodai finiser LX füzetkészítővel)";
"Right Side Tray" = "Jobb oldali tálca";
"Right To Left" = "Jobbról balra";
"Right Top Tray" = "Jobb felső tálca";
"Right Tray" = "Jobb oldali tálca";
"Rotate Image 180 Degrees:" = "Kép elforgatása 180 fokkal:";
"Rough" = "Durva";
"Rough Surface" = "Durva felület";
"Same Rendering For All Objects" = "Minden tárgy azonos ábrázolása";
"Sample Set" = "Mintaszett";
"Sample Set Title" = "Mintaszett";
"Satin" = "Atlaszfényű";
"Saturation" = "Telítettség";
"Saturation:" = "Telítettség:";
"Save to Address Book" = "Mentés a címjegyzékbe";
"Save to Mailbox" = "Mentés postafiókba";
"Save<3A>" = "Mentés<3A>";
"Saved Background Form Title" = "Mentett háttérátfedés";
"Saved Background Form..." = "Mentett háttérátfedés...";
"Saved Job Title" = "Mentett munka";
"Saved Job..." = "Mentett munka...";
"Saved Jobs:" = "Mentett munkák:";
"Scale document to fit currently loaded paper size" = "Dokumentum méretezése az aktuálisan betöltött papírmérethez";
"Scale to New Paper Size:" = "Igazítás az új papírmérethez:";
"Scan" = "Szkennelés";
"Scan and Gather" = "Szkennelés és gyűjtés";
"SCT (Simple Catch Tray)" = "Egyszerű gyűjtőtálca (SCT)";
"Secure Digital Card" = "SD-kártya";
"Secure Print Note 1" = "Megjegyzés: A munka a nyomtatón marad, amíg a jelszó megadásával fel nem oldja.";
"Secure Print Title" = "Titkos nyomtatás";
"Secure Print..." = "Titkos nyomtatás...";
"Secure Saved Job:" = "Titkos mentett munka:";
"Select By Tray" = "Választás tálca szerint";
"Semi-Gloss" = "Félfényű";
"Semi-Rough" = "Féldurva";
"Send Account ID Only" = "Csak számlaazonosító küldése";
"Send Accounting ID Only" = "Csak számlaazonosító küldése";
"Send All" = "Összes küldése";
"Send At" = "Küldés ekkor:";
"Send BillingID Only" = "Csak számlázó azonosító küldése";
"Send Now" = "Küldés most";
"Send Speed:" = "Küldési sebesség:";
"Send Time:" = "Küldési idő:";
"Send to Email" = "Küldés e-mailbe";
"Send User ID and Account ID" = "Felhasználói és számlaazonosító küldése";
"Send User ID and Accounting ID" = "Felhasználói és számlaazonosító küldése";
"Send User ID Only" = "Csak felhasználói azonosító küldése";
"Sender Information:" = "Feladó adatai:";
"Sender Name:" = "Feladó neve:";
"Separator Options" = "Elválasztólehetőségek:";
"Separators Title" = "Elválasztók";
"Separators..." = "Elválasztók...";
"Sequenced" = "Sorba rendezett";
"Sequenced-Embossed" = "Sorba rendezett – dombornyomásos";
"Set 2-Sided Print" = "Kétoldalas nyomtatás beállítása";
"Set Draft Mode as my Print Quality" = "Vázlat mód beállítása nyomtatási minőségként";
"Set Earth Smart Proof Print as my Job type" = "Környezetkímélő próbanyomat beállítása a munka típusaként";
"Set Proof Print as my Job Type" = "Próbanyomat beállítása a munkatípusként";
"Set Separators:" = "Elválasztók beállítása:";
"Setup Title" = "Beállítás";
"Setup..." = "Beállítás...";
"Shared Job" = "Megosztott munka:";
"Shared Saved Jobs" = "Megosztott mentett munkák";
"Sheets Per Pad:" = "Tömbönkénti lapok:";
"Short" = "Rövid";
"Short Edge Feed" = "Rövid széllel adagol";
"Show Advanced" = "Bővített mutatása...";
"Show Basic" = "Alap mutatása...";
"Show Custom Text" = "Egyedi szöveg megjelenítése";
"Show Fonts..." = "Betűtípusok megjelenítése ...";
"Show papers with unsupported attributes" = "A nem támogatott jellemzőkkel rendelkező papírok megjelenítése";
"Show papers with unsupported values" = "A nem támogatott értékekkel rendelkező papírok megjelenítése";
"Show Recipients" = "Címzettek mutatása";
"Side:" = "Oldal:";
"Side_1_X" = "1. oldal: X: ";
"Side_1_Y" = "Y: ";
"Side_2_X" = "2. oldal: X: ";
"Side_2_Y" = "Y: ";
"Side1" = "1. oldal:";
"Side2" = "2. oldal:";
"Sides Coated" = "Bevonatos oldal";
"Sides Coated:" = "Bevonatos oldalak:";
"Signature Booklet Maker" = "Oldalbeosztásos füzetkészítő";
"Silver" = "Ezüst";
"Simple Catch Tray" = "Egyszerű gyűjtőtálca";
"Simulate Adobe RGB (1998) Display" = "Adobe RGB (1998) kijelzés szimulálása";
"Simulate LCD Display" = "LCD kijelző szimulálása";
"Simulate sRGB Display" = "sRGB kijelző szimulálása";
"Single Page TIFF" = "Egyoldalas TIFF";
"Single Print Engine" = "Single Print Engine";
"Size" = "Méret";
"Size Mismatch Instructions" = "Ez a papírméret nem felel meg a dokumentum méretének.  Ha ilyen papírméretre kíván nyomtatni, módosítsa a dokumentum méretét az alkalmazásban, vagy használja az Apple papírkezelés funkcióját a nyomtatási ablakban.";
"skin tone colors" = "a bőrszíneket";
"SkinTones" = "Bőrszínek";
"Skip Blank Pages" = "Üres oldalak kihagyása";
"Skip Blank Pages:" = "Üres oldalak kihagyása:";
"SkyBlue" = "Égkék színek";
"sky-blue colors" = "az égkék színeket";
"slightly less" = "kicsit kevésbé";
"slightly more" = "kicsit jobban";
"SlightlyLess" = "Kicsit kevésbé";
"SlightlyMore" = "Kicsit jobban";
"Slip Sheets" = "Beilleszthető lapok";
"Small" = "Kicsi";
"Smooth" = "Lágy";
"SNAP" = "SNAP";
"SNAP Press" = "SNAP nyomdai minőség";
"SNMP Community Name (Get):" = "SNMP csoportnév (beolvasás):";
"Source" = "Forrás:";
"Source Color" = "Forrás színe";
"Sparta Punch" = "Sparta Punch";
"Special" = "Speciális";
"Special Page Input Error" = "Az oldalszámokat és/vagy oldaltartományokat vesszővel elválasztva adja meg. \nPéldául: 7–12, 24–37.";
"Special Page Limit Error" = "Elérte a speciális oldalbejegyzésekre vonatkozó korlátot.";
"Special Page Range Order Error" = "A megadott oldaltartományban az első oldal számának kisebbnek kell lennie az utolsóénál. \nPéldául: 7–12, 24–37.";
"Special Page Too Large Error" = "Adjon meg egy (vagy több) maximum %1$@ számjegyből álló oldalszámot.";
"Special Page Too Small Error" = "A legkisebb megengedett oldalszám a(z) %1$@.";
"Special Page Value Too Large Error" = "A legnagyobb megengedett oldalszám a(z) %1$@.";
"Special Pages" = "Speciális oldalak";
"Spot Color" = "Direkt szín";
"Spot Colors:" = "Direkt színek:";
"SpotImages" = "Direkt képek:";
"SpotTextGraphics" = "Direkt szöveg és grafika:";
"Square Fold" = "Derékszögű hajtogatás";
"Square Fold..." = "Derékszögű hajtogatás...";
"Square Fold:" = "Derékszögű hajtogatás:";
"SquareFold Trimmer" = "SquareFold vágó";
"SRA3 (320 x 450 mm)" = "SRA3 (320 x 450 mm)";
"sRGB" = "sRGB";
"sRGB Display" = "sRGB kijelző";
"sRGB Neutral Grays:" = "sRGB semleges szürkék:";
"sRGB Scientific" = "sRGB tudományos";
"Stacker Tray" = "Kötegelőtálca";
"Stacker Tray - HCS" = "Kötegelőtálca - HCS";
"Stacker Tray - HCS1" = "Kötegelőtálca - HCS1";
"Stacker Tray - HCS2" = "Kötegelőtálca - HCS2";
"Stacker Tray 1" = "1. kötegelő tálca";
"Stacker Tray 2" = "2. kötegelő tálca";
"Standard" = "Szabványos";
"Standard Finisher" = "Szabvány finiser";
"Standard Finisher + PSK" = "Normál finiser + PSK";
"Standard Finisher + PSK + PSK" = "Normál finiser + PSK + PSK";
"Standard Finisher + PSK + PSK + PSK" = "Normál finiser + PSK + PSK + PSK";
"Standard Finisher + XPS" = "Normál finiser + XPS";
"Standard Finisher + XPS + XPS" = "Normál finiser + XPS + XPS ";
"Standard Finisher + XPS + XPS + XPS" = "Normál finiser + XPS + XPS + XPS";
"Standard Finisher Plus" = "Normál finiser plusz";
"Standard Labels" = "Szabványos címkék";
"Standard Output Tray" = "Szabványos kimeneti tálca";
"Staple Location" = "Tűzés helye";
"Stapling" = "Tűzés";
"Stapling:" = "Tűzés:";
"Start Message:" = "Munkakezdési üzenet:";
"Statement" = "Statement";
"Statement (5.5 x 8.5\")" = "Statement (5,5 x 8,5\")";
"Stochastic" = "Véletlenszerű";
"Stock Finishing:" = "Készletbefejezés:";
"Store File in Folder" = "Fájl tárolása mappában";
"sunny" = "napos";
"Sunny" = "Napos";
"Super G3 (33.6 Kbps)" = "Super G3 (33,6 kbit/s)";
"Superfine" = "Szuperfinom";
"Suppress Clear" = "Törlés csökkentése";
"Suppress White" = "Fehér elnyomása";
"Suppress_Alert" = "Ne jelenjen meg többé";
"SWOP" = "SWOP";
"Swop Coated CMYK" = "Swop bevonatos CMYK";
"Swop Plus CMYK" = "Swop Plus CMYK";
"SWOP Press" = "SWOP nyomdai minőség";
"System" = "Rendszer";
"System Specified" = "Rendszer által meghatározott";
"System Status" = "Rendszer állapota";
"System Status Note" = "A rendszert a CentreWare IS weboldalra lépteti (ha a rendszer hálózaton van).";
"Tab Margin Note" = "Megjegyzés: ez a nyomtató nem tudja automatikusan törölni a sorba rendezett papírt. Részletekhez kattintson a Súgóra.";
"Tab Margin Shift:" = "Regiszter margóeltolás:";
"Tabloid (11 x 17\")" = "Tabloid (11 x 17\")";
"Tandem Both" = "Mindkét tandem";
"Tandem X" = "X tandem";
"Tandem Y" = "Y tandem";
"Telephone Number:" = "Telefonszám:";
"Text and Graphics Profile" = "Szöveg- és grafikaprofil";
"Text and Graphics:" = "Szöveg és grafika:";
"Text Object Rendering" = "Szövegobjektum leképezése";
"Text Watermark" = "Szöveg";
"Textured/Embossed" = "Texturált/dombornyomásos";
"then" = "majd,";
"Thick Card Stock" = "Vastag kartonkészlet";
"Thick Glossy Paper" = "Vastag fényes papír";
"Thin Card Stock" = "Vékony kartonkészlet";
"Thin Glossy Paper" = "Vékony fényes papír";
"Thin Line Enhancement:" = "Vékony vonalak javítása:";
"Third-Party Custom Accounting" = "Harmadik fél egyedi számlázás";
"Third-Party Note" = "Külső féltől származó számlázási megoldás van telepítve.";
"Three Extra Trays" = "Három extra tálca";
"Throughout Job" = "A munka egészében";
"Time to Print:" = "Nyomtatási idő:";
"to" = "–";
"To Label" = "Címzett";
"To:" = "Címzett:";
"Toner Saver" = "Festéktakarékos";
"Toner Saver:" = "Festéktakarékos:";
"toolTip" = "TBD eszközleírás";
"Top" = "Felső";
"Top Bind" = "Felső kötés";
"Top Rotation:" = "Felső elforgatás:";
"Top Tray" = "Felső tálca";
"Top Tray - HCS" = "Felső tálca - HCS";
"Top Tray - HCS1" = "Felső tálca - HCS1";
"Top Tray - HCS2" = "Felső tálca - HCS2";
"Top Tray 3" = "3. felső tálca";
"TopLeft" = "Felül, balra";
"TopRight" = "Felül, jobbra";
"Transfer" = "Átirányítás";
"Transparency" = "Fólia";
"Transparency Separators..." = "Fóliaelválasztók...";
"TransparencySeparators Title" = "Fóliaelválasztók";
"TransparencySeparators:" = "Fóliaelválasztók:";
"TransparencySeparatorsNote:" = "Megjegyzés: ezzel a lehetőséggel elválasztólapokat helyezhet a fóliák közé. Ezek a beállítások csak akkor érvényesek, ha papírtípusként a Fólia értéket választja.";
"Trapping" = "Alátöltés";
"Trapping:" = "Alátöltés:";
"TrappingRange" = "1–20 pixel";
"Tray 1" = "1. tálca";
"Tray 1 (Bypass)" = "1. tálca (kézi)";
"Tray 1 (MPT)" = "1. tálca (MPT)";
"Tray 2" = "2. tálca";
"Tray 3" = "3. tálca";
"Tray 3 (High Capacity)" = "3. tálca (nagy kapacitású)";
"Tray 4" = "4. tálca";
"Tray 4 (Bypass)" = "4. tálca (kézi)";
"Tray 4 Bypass Tray" = "4. tálca (kézitálca)";
"Tray 5" = "5. tálca";
"Tray 5 - PFP" = "5. tálca – PFP";
"Tray 5 (Bypass)" = "5. tálca (kézi)";
"Tray 5 (Bypass) Feed Edge:" = "5. tálca (kézi) adagolási szél:";
"Tray 6" = "6. tálca";
"Tray 6 (High Capacity)" = "6. tálca (nagy kapacitású)";
"Tray 6 (Inserter)" = "6. tálca (elválasztó)";
"Tray 7" = "7. tálca";
"Tray 7 (High Capacity)" = "7. tálca (nagy kapacitású)";
"Tray 8 (Inserter)" = "8. tálca (betétlap)";
"Tray T1" = "T1 tálca";
"Tray1" = "Tálca: 1";
"Tray2" = "Tálca: 2";
"Tray3" = "Tálca: 3";
"Tray4" = "Tálca: 4";
"Tray5" = "Tálca: 5";
"trayEmpty" = "0% – üres";
"trayFull" = "100% - tele";
"Treated" = "Kezelve";
"Tri-Fold Module" = "Hármas hajtású modul";
"Trim Edge Range" = "(%1$@-%2$@ %3$@)";
"Trim Outside Edge" = "Külső él levágása";
"Trim Outside Edge..." = "Külső él levágása...";
"Trim Outside Edge:" = "Külső él levágása:";
"Trim Size:" = "Vágás mérete:";
"Trim Top/Bottom Edges" = "Felső/alsó szélek vágása";
"Trimmed Height" = "Vágott magasság";
"Trimmed Length:" = "Levágott hosszúság:";
"Trimming Adjustments" = "Vágási beállítások";
"Trimming/Finishing" = "Vágás/utómunkálat";
"Trimming/Finishing..." = "Vágás/befejezés...";
"Trimming:" = "Vágás:";
"TrimOutsideEdge Title" = "Külső él levágása";
"True" = "Igaz";
"True 1200x1200 dpi" = "True 1200x1200 dpi";
"True Gray Graphics:" = "Valódi szürke grafikák:";
"Turn off Banner Pages" = "Kísérőlapok kikapcsolása";
"Two Extra Trays" = "Két extra tálca";
"Two Sided" = "Kétoldalas";
"Two-sided Trimmer" = "Kétoldalas vágó";
"Type" = "Típus";
"Type Title" = "Típus";
"Ultrafine" = "Ultrafinom";
"Uncoated" = "Bevonat nélkül";
"Uncoated Finish" = "Nincs bevonat";
"Uncoated Finish:" = "Nincs bevonat:";
"Uncollated" = "Nem szort.";
"Unconfirmed" = "Megerősítetlen";
"Unknown" = "Ismeretlen";
"Unspecified" = "Nincs megadva";
"US Folio (8.5 x 13\")" = "US Folio (8,5 x 13\")";
"US Sheet Fed Coated CMYK" = "US Sheet Fed bevonatos CMYK";
"Use Application Halftones" = "Alkalmazási féltónusok használata";
"Use CMYK Color Settings for Black" = "CMYK színbeállítások használata feketéhez";
"Use Composite Black" = "Összetett fekete használata";
"Use Document Name" = "Dokumentumnév használata";
"Use Embedded Clear" = "Beágyazott törlés használata";
"Use Embedded White" = "Beágyazott fehér használata";
"Use Global Adjustments" = "Általános beállítások használata";
"Use In Job" = "Használata a munkában";
"Use Job Setting" = "Munkabeállítás használata";
"Use Leading Pages" = "Kezdő oldalak használata";
"Use Login Name" = "Bejelentkezési név használata";
"Use Name Only (Expert)" = "Csak a nevet használja (mester)";
"Use Printer Control Panel Setting" = "A nyomtató vezérlőpultján megadott beállítások használata";
"Use Printer Halftones" = "Nyomtató féltónusainak használata";
"Use Printer Halftones:" = "Nyomtató féltónusainak használata:";
"Use Pure Black" = "Tiszta fekete használata";
"Use RGB Color Settings for Black" = "RGB színbeállítások használata feketéhez";
"UseGlobal" = "Általános beállítások használata";
"User ID / Passcode:" = "Felhasználói azonosító/Jelszó:";
"User ID:" = "Felhasználói azonosító:";
"User Name:" = "Felhasználónév:";
"User TRCs:" = "Felhasználói TRC-k:";
"Value" = "Érték";
"Version:" = "Verzió:";
"VersionBuild" = "%1$@ (%2$@)";
"Vertical Offset" = "Függőleges:";
"Vertical Position:" = "Függőleges helyzet:";
"vivid" = "élénk";
"Vivid" = "Élénk";
"Vivid Color" = "Élénk szín";
"Vivid RGB" = "RGB élénk";
"Vivid sRGB" = "sRGB élénk";
"Want to know more ?" = "Szeretne többet tudni?";
"warm" = "meleg";
"Warm" = "Meleg";
"Warning" = "Figyelem";
"Watermark Angle" = "Szög:";
"Watermark Editor Title" = "Vízjel szerkesztő";
"Watermark Options" = "Beállítások";
"Watermark Position" = "Beosztás: (A középponttól)";
"Watermark Scale" = "Lépték:";
"Watermark:" = "Vízjel:";
"Web Links Note" = "Amennyiben Ön rendelkezik internetkapcsolattal és egy böngészővel, kattintson a webes hivatkozásra, hogy közvetlenül az illesztőprogramból kapcsolódjon ezekhez a weboldalakhoz.";
"Weight" = "Súly";
"What Color to Change?" = "Milyen színt kíván módosítani?";
"What Type of Change?" = "Milyen változás?";
"white" = "fehér";
"White" = "Fehér";
"white colors" = "fehér színek";
"White..." = "Fehér...";
"White:" = "Fehér:";
"Width" = "Szélesség";
"Width:" = "Szélesség:";
"X" = "X";
"Xerox Automatic Color" = "Xerox automatikus szín";
"Xerox Automatic Color (Recommended)" = "Xerox automatikus szín (ajánlott)";
"Xerox Black and White" = "Xerox fekete-fehér";
"Xerox Job Ticket Note" = "A funkció letiltása esetén az illesztőprogram csak PS-t fog nyomtatni. A Xerox munkajegy-beállítások (nyomtatófunkciók) nem lesznek hozzáadva, illetve nem lesznek hozzáférhetők. Folytatja?";
"Y" = "Y";
"yellow" = "sárga";
"Yellow" = "Sárga";
"yellow colors" = "sárga színek";
"Yellow-Blue" = "Sárga-Kék";
"Yellow-Blue:" = "Sárga-kék:";
"YellowLevel" = "Sárga";
"Yes" = "Igen";
"Z Fold Half Sheet" = "Fél oldal Z-hajtása";
"Z Fold Half Sheet (Bottom Bind)" = "Fél oldal Z-hajtása (alsó kötés)";
"Z Fold Half Sheet (Left Bind)" = "Fél oldal Z-hajtása (bal oldali kötés)";
"Z Fold Half Sheet (Right Bind)" = "Fél oldal Z-hajtása (jobb oldali kötés)";
"Z Fold Half Sheet (Top Bind)" = "Fél oldal Z-hajtása (felső kötés)";
"Z Fold Half Sheet Enabled" = "Fél oldal Z-hajtása engedélyezve";
"Z Fold Half Sheet-Left Bind" = "Fél oldal Z-hajtása, bal oldali kötés";
"Z Fold Half Sheet-Right Bind" = "Fél oldal Z-hajtása, jobb oldali kötés";
"Z Tri-Fold" = "Z-hármas hajtás";
"Z Tri-Fold (Print Inside)" = "Z-hármas hajtás (Nyomtatás belülre)";
"Z Tri-Fold (Print Outside)" = "Z-hármas hajtás (Nyomtatás kívülre)";
"Z Tri-Fold Print Inside" = "Z-hármas hajtás Nyomtatás belülre";
"Z Tri-Fold Print Outside" = "Z-hármas hajtás Nyomtatás kívülre";
"Z Tri-Fold Single Sheet - (Print Inside)" = "Egyedülálló lap Z-hármas hajtása (nyomtatás belülre)";
"Z Tri-Fold Single Sheet - (Print Outside)" = "Egyedülálló lap Z-hármas hajtása (nyomtatás kívülre)";
"Z-Fold / C-Fold Unit" = "Z-/C-hajtogatóegység";
"zippy" = "intenzív";
"Zippy" = "Intenzív";
